economy/analyse-technique.org

#+STARTUP: showall

#+TITLE: Eclats de vers : Économie : Analyse technique
#+AUTHOR: chimay
#+EMAIL: or du val chez gé courriel commercial
#+LANGUAGE: fr
#+LINK_HOME: file:../index.html
#+LINK_UP: file:index.html
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="../style/defaut.css" />

#+OPTIONS: H:6
#+OPTIONS: toc:nil

#+TAGS: noexport(n)

[[file:index.org][Index de la danse]]

#+INCLUDE: "../include/navigan-1.org"

#+TOC: headlines 1

* Représentations des prix

 - Barres
 - Chandeliers
 - Heikin-Ashi
   + cloture heikin-ashi = (ouverture + haut + bas + cloture) / 4
   + ouverture heikin-ashi = (ouverture heikin-ashi + cloture heikin-ashi précédentes) / 2
   + haut heikin-ashi = max(haut, ouverture heikin-ashi, cloture heikin-ashi)
   + bas heikin-ashi = min(bas, ouverture heikin-ashi, cloture heikin-ashi)
 - Cassure en trois lignes (en N lignes)
 - Kagi
 - Points et figures
 - Market Profile : pour avoir une idée de l'orientation générale de
   la séance ; UT fréquente : 30 minutes

* Unités de temps (UT)

 - 1 minutes
 - 2 minutes
 - 3 minutes
 - 5 minutes
 - 10 minutes
 - 15 minutes
 - 30 minutes
 - 45 minutes
 - 1 heure
 - 2 heures
 - 3 heures
 - 4 heures
 - journalier
 - hebdo
 - mensuel
 - trimestriel
 - semestriel
 - annuel

* Price Action

** Principes

- tendance favorable
- zone avec seuil favorable
- signal de confirmation
  + chandelier
  + cassure locale favorable sur unité de temps plus petite

** Area of Value

/alias/ : seuil

- support, résistance
- extrême haut / bas
- ligne de tendance
- moyenne mobile

*** Solidité

- plus les prix sont restés à l’écart du seuil
  depuis longtemps, plus le seuil a des chances
  de tenir
- plus le mouvement qui précède la cassure est puissant, linéaire et rapide,
  plus il y a de chances pour que le seuil tienne et provoque un autre
  mouvement puissant en sens inverse
  + raison : pas de seuil intermédiaire qui pourrait ralentir le deuxième mouvement
  + aussi possibilité d’une fausse cassure

*** Breakout

/alias/ : cassure

- dans le sens de la tendance
- près de la structure du marché
  + seuils, hauts, bas, etc
- mieux si
  + la formation précédant la cassure (range, triangle) dure longtemps
  + les réjections au seuil sont de plus en plus faibles
  + buildup (mini consolidation près du seuil) avant le breakout
    * peut servir de niveau d’invalidation
  + le chandelier de cassure est puissant
- après un breakout réussi
  + un retracement puis reprise est possible
    * point d’entrée possible

** Pullback

- retracement
  + près d’une ligne de tendance
  + près d’une moyenne mobile
  + après un breakout
  + après une figure chartiste : range, triangle, tête et épaules, etc

** Inside Bar

- inside bar : zone de prix du deuxième chandelier à l’intérieur
  de la zone de prix du premier
- inside bar breakout : entrer sur dépassement du premier chandelier
  + en clôture du troisième chandelier
  + éviter dans une consolidation ou sans tendance
- inside bar trend
  + dans le sens de la tendance
- inside bar reversal
  + inside bar breakout près d’un seuil
  + renversement probable
- hikkake pattern
  + inside bar breakout dans un sens puis retournement dans l’autre sens

** Pinbar

- pinbar : ombre, mèche du chandelier au moins deux fois plus longue que son corps
  + confirmation : le chandelier suivant dépasse l’extrêmes du pinbar
    * en clôture du troisième chandelier
- trend : dans le sens de la tendance
- area of value : renversement près d’un seuil

** Gap

- lex extrêmes d’un gap agissent comme seuil
- la zone d’un gap agit comme seuil

*** Classification

- full gap, outside gap
  + par rapport à l’extrême du chandelier précédent
- partial gap, inside gap
  + par rapport à la clôture du chandelier précédent
- breakaway, breakout gap
  + sert à casser un seuil
  + après une consolidation
- runaway gap
  + dans une tendance
  + dans le sens de la tendance
- exhaustion gap
  + à la fin d’une tendance
  + dans le sens de la tendance
  + suivi par un retournement

*** Entrée

- sur retracement vers extrême du gap
- sur débordement d’un range formé après le gap

* Smart Money Concepts

** Time Frame

- HTF : higher time frame, unité de temps longue
- LTF : lower time frame, unité de temps courte

** Structure

*** Break of Structure

/alias/ : BOS

- cassure en clôture du précédent extrême dans le sens de la tendance
- un nouvel extrême à contre-tendance est alors défini dans le temps
  entre l’ancien extrême en tendance et le BOS

*** Change of Character

/alias/ : CHOCH

- enfoncement du précédent extrême à contre-tendance
- peut signaler un changement de tendance sur l’unité de temps
  + horizontal ou opposé
- un nouvel extrême de l’ancienne tendance est alors défini dans le temps
  entre l’ancien extrême à contre-tendance et le CHOCH

