economy/analyse-technique.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2026-03-25 mer 13:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eclats de vers : Économie : Analyse technique</title>
<meta name="author" content="chimay" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../style/defaut.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Eclats de vers : Économie : Analyse technique</h1>
<p>
<a href="index.html">Index de la danse</a>
</p>

<p>
<a href="../index.html">Retour à l’accueil</a>
</p>

<div id="table-of-contents" role="doc-toc">
<h2>Table des matières</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org0fb4c9a">1. Représentations des prix</a></li>
<li><a href="#org8d056a1">2. Unités de temps (UT)</a></li>
<li><a href="#org68de352">3. Price Action</a></li>
<li><a href="#org76ce12a">4. Smart Money Concepts</a></li>
<li><a href="#orgad1705d">5. Chartisme</a></li>
<li><a href="#orga15b00a">6. Dynamique</a></li>
<li><a href="#orgaa9b66f">7. John Carter</a></li>
<li><a href="#org19219d0">8. Compilation</a></li>
<li><a href="#orgbd688b1">9. Prorealtime</a></li>
</ul>
</div>
</div>
<div id="outline-container-org0fb4c9a" class="outline-2">
<h2 id="org0fb4c9a"><span class="section-number-2">1.</span> Représentations des prix</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Barres</li>
<li>Chandeliers</li>
<li>Heikin-Ashi
<ul class="org-ul">
<li>cloture heikin-ashi = (ouverture + haut + bas + cloture) / 4</li>
<li>ouverture heikin-ashi = (ouverture heikin-ashi + cloture heikin-ashi précédentes) / 2</li>
<li>haut heikin-ashi = max(haut, ouverture heikin-ashi, cloture heikin-ashi)</li>
<li>bas heikin-ashi = min(bas, ouverture heikin-ashi, cloture heikin-ashi)</li>
</ul></li>
<li>Cassure en trois lignes (en N lignes)</li>
<li>Kagi</li>
<li>Points et figures</li>
<li>Market Profile : pour avoir une idée de l'orientation générale de
la séance ; UT fréquente : 30 minutes</li>
</ul>
</div>
</div>
<div id="outline-container-org8d056a1" class="outline-2">
<h2 id="org8d056a1"><span class="section-number-2">2.</span> Unités de temps (UT)</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>1 minutes</li>
<li>2 minutes</li>
<li>3 minutes</li>
<li>5 minutes</li>
<li>10 minutes</li>
<li>15 minutes</li>
<li>30 minutes</li>
<li>45 minutes</li>
<li>1 heure</li>
<li>2 heures</li>
<li>3 heures</li>
<li>4 heures</li>
<li>journalier</li>
<li>hebdo</li>
<li>mensuel</li>
<li>trimestriel</li>
<li>semestriel</li>
<li>annuel</li>
</ul>
</div>
</div>
<div id="outline-container-org68de352" class="outline-2">
<h2 id="org68de352"><span class="section-number-2">3.</span> Price Action</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org96e56f4" class="outline-3">
<h3 id="org96e56f4"><span class="section-number-3">3.1.</span> Principes</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>tendance favorable</li>
<li>zone avec seuil favorable</li>
<li>signal de confirmation
<ul class="org-ul">
<li>chandelier</li>
<li>cassure locale favorable sur unité de temps plus petite</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgc7b7e7e" class="outline-3">
<h3 id="orgc7b7e7e"><span class="section-number-3">3.2.</span> Area of Value</h3>
<div class="outline-text-3" id="text-3-2">
<p>
<i>alias</i> : seuil
</p>

<ul class="org-ul">
<li>support, résistance</li>
<li>extrême haut / bas</li>
<li>ligne de tendance</li>
<li>moyenne mobile</li>
</ul>
</div>
<div id="outline-container-orgbb4bfbd" class="outline-4">
<h4 id="orgbb4bfbd"><span class="section-number-4">3.2.1.</span> Solidité</h4>
<div class="outline-text-4" id="text-3-2-1">
<ul class="org-ul">
<li>plus les prix sont restés à l’écart du seuil
depuis longtemps, plus le seuil a des chances
de tenir</li>
<li>plus le mouvement qui précède la cassure est puissant, linéaire et rapide,
plus il y a de chances pour que le seuil tienne et provoque un autre
mouvement puissant en sens inverse
<ul class="org-ul">
<li>raison : pas de seuil intermédiaire qui pourrait ralentir le deuxième mouvement</li>
<li>aussi possibilité d’une fausse cassure</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org01936db" class="outline-4">
<h4 id="org01936db"><span class="section-number-4">3.2.2.</span> Breakout</h4>
<div class="outline-text-4" id="text-3-2-2">
<p>
<i>alias</i> : cassure
</p>

<ul class="org-ul">
<li>dans le sens de la tendance</li>
<li>près de la structure du marché
<ul class="org-ul">
<li>seuils, hauts, bas, etc</li>
</ul></li>
<li>mieux si
<ul class="org-ul">
<li>la formation précédant la cassure (range, triangle) dure longtemps</li>
<li>les réjections au seuil sont de plus en plus faibles</li>
<li>buildup (mini consolidation près du seuil) avant le breakout
<ul class="org-ul">
<li>peut servir de niveau d’invalidation</li>
</ul></li>
<li>le chandelier de cassure est puissant</li>
</ul></li>
<li>après un breakout réussi
<ul class="org-ul">
<li>un retracement puis reprise est possible
<ul class="org-ul">
<li>point d’entrée possible</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgf15d68c" class="outline-3">
<h3 id="orgf15d68c"><span class="section-number-3">3.3.</span> Pullback</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>retracement
<ul class="org-ul">
<li>près d’une ligne de tendance</li>
<li>près d’une moyenne mobile</li>
<li>après un breakout</li>
<li>après une figure chartiste : range, triangle, tête et épaules, etc</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org9ecca1f" class="outline-3">
<h3 id="org9ecca1f"><span class="section-number-3">3.4.</span> Inside Bar</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>inside bar : zone de prix du deuxième chandelier à l’intérieur
de la zone de prix du premier</li>
<li>inside bar breakout : entrer sur dépassement du premier chandelier
<ul class="org-ul">
<li>en clôture du troisième chandelier</li>
<li>éviter dans une consolidation ou sans tendance</li>
</ul></li>
<li>inside bar trend
<ul class="org-ul">
<li>dans le sens de la tendance</li>
</ul></li>
<li>inside bar reversal
<ul class="org-ul">
<li>inside bar breakout près d’un seuil</li>
<li>renversement probable</li>
</ul></li>
<li>hikkake pattern
<ul class="org-ul">
<li>inside bar breakout dans un sens puis retournement dans l’autre sens</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd2e8367" class="outline-3">
<h3 id="orgd2e8367"><span class="section-number-3">3.5.</span> Pinbar</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>pinbar : ombre, mèche du chandelier au moins deux fois plus longue que son corps
<ul class="org-ul">
<li>confirmation : le chandelier suivant dépasse l’extrêmes du pinbar
<ul class="org-ul">
<li>en clôture du troisième chandelier</li>
</ul></li>
</ul></li>
<li>trend : dans le sens de la tendance</li>
<li>area of value : renversement près d’un seuil</li>
</ul>
</div>
</div>
<div id="outline-container-orgf5c28c1" class="outline-3">
<h3 id="orgf5c28c1"><span class="section-number-3">3.6.</span> Gap</h3>
<div class="outline-text-3" id="text-3-6">
<ul class="org-ul">
<li>lex extrêmes d’un gap agissent comme seuil</li>
<li>la zone d’un gap agit comme seuil</li>
</ul>
</div>
<div id="outline-container-org5e47c4e" class="outline-4">
<h4 id="org5e47c4e"><span class="section-number-4">3.6.1.</span> Classification</h4>
<div class="outline-text-4" id="text-3-6-1">
<ul class="org-ul">
<li>full gap, outside gap
<ul class="org-ul">
<li>par rapport à l’extrême du chandelier précédent</li>
</ul></li>
<li>partial gap, inside gap
<ul class="org-ul">
<li>par rapport à la clôture du chandelier précédent</li>
</ul></li>
<li>breakaway, breakout gap
<ul class="org-ul">
<li>sert à casser un seuil</li>
<li>après une consolidation</li>
</ul></li>
<li>runaway gap
<ul class="org-ul">
<li>dans une tendance</li>
<li>dans le sens de la tendance</li>
</ul></li>
<li>exhaustion gap
<ul class="org-ul">
<li>à la fin d’une tendance</li>
<li>dans le sens de la tendance</li>
<li>suivi par un retournement</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgdb83b71" class="outline-4">
<h4 id="orgdb83b71"><span class="section-number-4">3.6.2.</span> Entrée</h4>
<div class="outline-text-4" id="text-3-6-2">
<ul class="org-ul">
<li>sur retracement vers extrême du gap</li>
<li>sur débordement d’un range formé après le gap</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org76ce12a" class="outline-2">
<h2 id="org76ce12a"><span class="section-number-2">4.</span> Smart Money Concepts</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgc724a17" class="outline-3">
<h3 id="orgc724a17"><span class="section-number-3">4.1.</span> Time Frame</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>HTF : higher time frame, unité de temps longue</li>
<li>LTF : lower time frame, unité de temps courte</li>
</ul>
</div>
</div>
<div id="outline-container-org41c5ea0" class="outline-3">
<h3 id="org41c5ea0"><span class="section-number-3">4.2.</span> Structure</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-org4b7df25" class="outline-4">
<h4 id="org4b7df25"><span class="section-number-4">4.2.1.</span> Break of Structure</h4>
<div class="outline-text-4" id="text-4-2-1">
<p>
<i>alias</i> : BOS
</p>

<ul class="org-ul">
<li>cassure en clôture du précédent extrême dans le sens de la tendance</li>
<li>un nouvel extrême à contre-tendance est alors défini dans le temps
entre l’ancien extrême en tendance et le BOS</li>
</ul>
</div>
</div>
<div id="outline-container-org903ef11" class="outline-4">
<h4 id="org903ef11"><span class="section-number-4">4.2.2.</span> Change of Character</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
<i>alias</i> : CHOCH
</p>

<ul class="org-ul">
<li>enfoncement du précédent extrême à contre-tendance</li>
<li>peut signaler un changement de tendance sur l’unité de temps
<ul class="org-ul">
<li>horizontal ou opposé</li>
</ul></li>
<li>un nouvel extrême de l’ancienne tendance est alors défini dans le temps
entre l’ancien extrême à contre-tendance et le CHOCH</li>
</ul>
</div>
</div>
