economy/analyse-technique.org
*** Swing

Structure majeure :

- un extrême XT dans le sens de la tendance est validé après un grand retracement
  + si en trois vagues, au moins 38% de retracement de la vague en tendance précédente
  + si retracement en une vague, il doit au moins représenter 50% de la vague
    en tendance précédente
    * encore mieux si au moins 62%
- BOS : cassure en clôture du précédent extrême XT dans le sens de la tendance
  + un nouvel extrême à contre-tendance XC est compris dans le temps entre XT et le BOS

*** Swing Levels

- HH : higher high, nouveau plus haut d’une tendance haussière
- HL : higher low, nouveau plus bas d’une tendance haussière
- LL : lower low, nouveau plus bas d’une tendance baissière
- LH : lower high, nouveau plus haut d’une tendance baissière
- SH : swing high : HH ou LH
- SL : swing low : HL ou LL

**** Force

- un extrême faible est un extrême qui est plus facilement cassé
  + HH, LL génériques
  + HL, LH
- un extrême fort est un seuil qui provoque un CHOCH
  + HH, LL avant un CHOCH
  + un seuil sur HTF est un bon candidat comme extrême fort

*** Seuils

- externe
  + swing levels
  + supports & résistances
- interne
  + extrêmes des vaguelettes internes
- statique
  + sommet, creux égaux
- dynamique
  + lignes de tendance
  + moyennes mobiles

** Liquidité

*** Liquidity Sweep

/alias/ : liquidity grab

- mouvement de prix dépassant un extrême ou un seuil pour aller chercher de la liquidité
  dans les stops de ceux qui pensent que le seuil va tenir
  + ceux qui pensent que la cassure va se poursuivre ouvrent alors de
    nouvelles positions, avec des stops dans l’autre sens
    * on peut alors assister à un second liquidity sweep, inversé par rapport au premier
- se renverse brutalement, ce qui provoque souvent
  de longues mèches ou des avalements sur les chandeliers
- dans le cas de structure à double seuil, le liquidity sweep
  peut aussi être double
  + fausse cassure d’un seuil, puis de l’autre
- reprend ensuite le plus souvent dans le sens de la tendance pré-existante ???

*** Accumulation, Manipulation and Distribution

Cycles :

- accumulation : consolidation, accumulation de la liquidité autour d’une zone
- manipulation : mouvement brusque dans le sens opposé du mouvement plus imposant qui suit
  + liquidity sweep
- distribution progressive dans le mouvement qui suit

*** Inducement

/alias/ : IDM

1. BOS
2. retracement mineur sur la vague impulsive qui cause le BOS
  + inducement level : extrême à contre-tendance de ce retracement
  + incite l’accumulation de positions et de stops
  + le plus près possible d’un BOS
    * si possible le premier retracement qui suit le BOS
    * éventuellement le dernier retracement avant le BOS
3. vague mineure en tendance
4. vague à contre-tendance, plus intense, qui casse l’inducement level
  + idéalement, la vague qui enfonce le retracement se termine par une accélération parabolique
  + liquidity sweep probable
  + peut servir de grand retracement pour le swing, se terminant par un extrême à contre-tendance
    * la fin de la vague en tendance précédente représente alors un nouvel extrême en tendance
5. si l’inducement level n’est pas cassé, on considère le retracement suivant, etc

Même principe avec un CHOCH au lieu du BOS.

*** External liquidity

/alias/ : major liquidity

Liquidité due à la structure majeure en swing du marché.

Possibilités de liquidity sweep :

- extrême en tendance
- extrême à contre-tendance

Plus l’unité de temps est grande, plus la liquidité est grande.
Il est donc important d’analyser la structure sur HTF.

*** Internal liquidity

/alias/ : minor liquidity

Liquidité due à la structure interne au swing du marché.

Possibilités de liquidity sweep :

- extrêmes des vaguelettes internes

*** Static liquidity

Liquidité autour des seuils statiques, horizontaux.

Possibilités de liquidity sweep :

- extrêmes égaux
- support ou résistance
- rectangle, range

*** Dynamic liquidity

Liquidité autour des seuils variables, non horizontaux.

Possibilités de liquidity sweep :

- ligne de tendance
- canal
- triangle
- flag

** Areas of Interest

/alias/ : AOI, Reference Area, Reference Point, Point of Interest, POI, Decision Point, DP

Les AOI servent de seuils intéressants pour des points d’entrée potentiels.

- mitigation : retour sur un AOI
- les prix ont tendance à revenir sur un AOI avant de repartir dans l’autre sens
  + la mitigation a souvent lieu après avoir atteint
    * un seuil
    * une consolidation
  + on peut en profiter pour ouvrir
    * une position pour jouer le retour sur le AOI
    * une position pour jouer le renversement sur le AOI
- invalidation de l’effet de seuil du AOI
  + un AOI n’est souvent utile qu'une seule fois,
    il devient invalide après mitigation
- inversion de la polarité du seuil (support devient résistance ou vice versa)
  + si clôture de l’autre côté de AOI

Liste des AOI :

- seuils
- vacuum block
- imbalance
- liquidity void
- rejection block
- order flow
- order block
- institutional funding candle
- breaker block
- mitigation block
- flip zone

*** Seuils

- swing levels
  + HH
  + LH
  + LL
  + HL
- supports & résistances statiques
- lignes de tendance
- moyennes mobiles

*** Vacuum block

/alias/ : VB, full gap

Zone vide entre extrêmes de deux chandeliers consécutifs.

*** Partial gap

Zone vide entre corps de deux chandeliers consécutifs.

