economy/analyse-technique.html
<div id="outline-container-orgb1d3744" class="outline-4">
<h4 id="orgb1d3744"><span class="section-number-4">4.2.3.</span> Swing</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
Structure majeure :
</p>

<ul class="org-ul">
<li>un extrême XT dans le sens de la tendance est validé après un grand retracement
<ul class="org-ul">
<li>si en trois vagues, au moins 38% de retracement de la vague en tendance précédente</li>
<li>si retracement en une vague, il doit au moins représenter 50% de la vague
en tendance précédente
<ul class="org-ul">
<li>encore mieux si au moins 62%</li>
</ul></li>
</ul></li>
<li>BOS : cassure en clôture du précédent extrême XT dans le sens de la tendance
<ul class="org-ul">
<li>un nouvel extrême à contre-tendance XC est compris dans le temps entre XT et le BOS</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org1c1d5cc" class="outline-4">
<h4 id="org1c1d5cc"><span class="section-number-4">4.2.4.</span> Swing Levels</h4>
<div class="outline-text-4" id="text-4-2-4">
<ul class="org-ul">
<li>HH : higher high, nouveau plus haut d’une tendance haussière</li>
<li>HL : higher low, nouveau plus bas d’une tendance haussière</li>
<li>LL : lower low, nouveau plus bas d’une tendance baissière</li>
<li>LH : lower high, nouveau plus haut d’une tendance baissière</li>
<li>SH : swing high : HH ou LH</li>
<li>SL : swing low : HL ou LL</li>
</ul>
</div>
<div id="outline-container-org503a6c1" class="outline-5">
<h5 id="org503a6c1"><span class="section-number-5">4.2.4.1.</span> Force</h5>
<div class="outline-text-5" id="text-4-2-4-1">
<ul class="org-ul">
<li>un extrême faible est un extrême qui est plus facilement cassé
<ul class="org-ul">
<li>HH, LL génériques</li>
<li>HL, LH</li>
</ul></li>
<li>un extrême fort est un seuil qui provoque un CHOCH
<ul class="org-ul">
<li>HH, LL avant un CHOCH</li>
<li>un seuil sur HTF est un bon candidat comme extrême fort</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orge139b1e" class="outline-4">
<h4 id="orge139b1e"><span class="section-number-4">4.2.5.</span> Seuils</h4>
<div class="outline-text-4" id="text-4-2-5">
<ul class="org-ul">
<li>externe
<ul class="org-ul">
<li>swing levels</li>
<li>supports &amp; résistances</li>
</ul></li>
<li>interne
<ul class="org-ul">
<li>extrêmes des vaguelettes internes</li>
</ul></li>
<li>statique
<ul class="org-ul">
<li>sommet, creux égaux</li>
</ul></li>
<li>dynamique
<ul class="org-ul">
<li>lignes de tendance</li>
<li>moyennes mobiles</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org7737a1b" class="outline-3">
<h3 id="org7737a1b"><span class="section-number-3">4.3.</span> Liquidité</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-org46b37de" class="outline-4">
<h4 id="org46b37de"><span class="section-number-4">4.3.1.</span> Liquidity Sweep</h4>
<div class="outline-text-4" id="text-4-3-1">
<p>
<i>alias</i> : liquidity grab
</p>

<ul class="org-ul">
<li>mouvement de prix dépassant un extrême ou un seuil pour aller chercher de la liquidité
dans les stops de ceux qui pensent que le seuil va tenir
<ul class="org-ul">
<li>ceux qui pensent que la cassure va se poursuivre ouvrent alors de
nouvelles positions, avec des stops dans l’autre sens
<ul class="org-ul">
<li>on peut alors assister à un second liquidity sweep, inversé par rapport au premier</li>
</ul></li>
</ul></li>
<li>se renverse brutalement, ce qui provoque souvent
de longues mèches ou des avalements sur les chandeliers</li>
<li>dans le cas de structure à double seuil, le liquidity sweep
peut aussi être double
<ul class="org-ul">
<li>fausse cassure d’un seuil, puis de l’autre</li>
</ul></li>
<li>reprend ensuite le plus souvent dans le sens de la tendance pré-existante ???</li>
</ul>
</div>
</div>
<div id="outline-container-org27cb919" class="outline-4">
<h4 id="org27cb919"><span class="section-number-4">4.3.2.</span> Accumulation, Manipulation and Distribution</h4>
<div class="outline-text-4" id="text-4-3-2">
<p>
Cycles :
</p>

<ul class="org-ul">
<li>accumulation : consolidation, accumulation de la liquidité autour d’une zone</li>
<li>manipulation : mouvement brusque dans le sens opposé du mouvement plus imposant qui suit
<ul class="org-ul">
<li>liquidity sweep</li>
</ul></li>
<li>distribution progressive dans le mouvement qui suit</li>
</ul>
</div>
</div>
<div id="outline-container-org14ac695" class="outline-4">
<h4 id="org14ac695"><span class="section-number-4">4.3.3.</span> Inducement</h4>
<div class="outline-text-4" id="text-4-3-3">
<p>
<i>alias</i> : IDM
</p>

<ol class="org-ol">
<li>BOS</li>
<li>retracement mineur sur la vague impulsive qui cause le BOS
<ul class="org-ul">
<li>inducement level : extrême à contre-tendance de ce retracement</li>
<li>incite l’accumulation de positions et de stops</li>
<li>le plus près possible d’un BOS
<ul class="org-ul">
<li>si possible le premier retracement qui suit le BOS</li>
<li>éventuellement le dernier retracement avant le BOS</li>
</ul></li>
</ul></li>
<li>vague mineure en tendance</li>
<li>vague à contre-tendance, plus intense, qui casse l’inducement level
<ul class="org-ul">
<li>idéalement, la vague qui enfonce le retracement se termine par une accélération parabolique</li>
<li>liquidity sweep probable</li>
<li>peut servir de grand retracement pour le swing, se terminant par un extrême à contre-tendance
<ul class="org-ul">
<li>la fin de la vague en tendance précédente représente alors un nouvel extrême en tendance</li>
</ul></li>
</ul></li>
<li>si l’inducement level n’est pas cassé, on considère le retracement suivant, etc</li>
</ol>

<p>
Même principe avec un CHOCH au lieu du BOS.
</p>
</div>
</div>
<div id="outline-container-org389461e" class="outline-4">
<h4 id="org389461e"><span class="section-number-4">4.3.4.</span> External liquidity</h4>
<div class="outline-text-4" id="text-4-3-4">
<p>
<i>alias</i> : major liquidity
</p>

<p>
Liquidité due à la structure majeure en swing du marché.
</p>

<p>
Possibilités de liquidity sweep :
</p>

<ul class="org-ul">
<li>extrême en tendance</li>
<li>extrême à contre-tendance</li>
</ul>

<p>
Plus l’unité de temps est grande, plus la liquidité est grande.
Il est donc important d’analyser la structure sur HTF.
</p>
</div>
</div>
<div id="outline-container-org2920180" class="outline-4">
<h4 id="org2920180"><span class="section-number-4">4.3.5.</span> Internal liquidity</h4>
<div class="outline-text-4" id="text-4-3-5">
<p>
<i>alias</i> : minor liquidity
</p>

<p>
Liquidité due à la structure interne au swing du marché.
</p>

<p>
Possibilités de liquidity sweep :
</p>

<ul class="org-ul">
<li>extrêmes des vaguelettes internes</li>
</ul>
</div>
</div>
<div id="outline-container-org27c7761" class="outline-4">
<h4 id="org27c7761"><span class="section-number-4">4.3.6.</span> Static liquidity</h4>
<div class="outline-text-4" id="text-4-3-6">
<p>
Liquidité autour des seuils statiques, horizontaux.
</p>

<p>
Possibilités de liquidity sweep :
</p>

<ul class="org-ul">
<li>extrêmes égaux</li>
<li>support ou résistance</li>
<li>rectangle, range</li>
</ul>
</div>
</div>
<div id="outline-container-orgec64860" class="outline-4">
<h4 id="orgec64860"><span class="section-number-4">4.3.7.</span> Dynamic liquidity</h4>
<div class="outline-text-4" id="text-4-3-7">
<p>
Liquidité autour des seuils variables, non horizontaux.
</p>

<p>
Possibilités de liquidity sweep :
</p>

<ul class="org-ul">
<li>ligne de tendance</li>
<li>canal</li>
<li>triangle</li>
<li>flag</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org22091b8" class="outline-3">
<h3 id="org22091b8"><span class="section-number-3">4.4.</span> Areas of Interest</h3>
<div class="outline-text-3" id="text-4-4">
<p>
<i>alias</i> : AOI, Reference Area, Reference Point, Point of Interest, POI, Decision Point, DP
</p>

<p>
Les AOI servent de seuils intéressants pour des points d’entrée potentiels.
</p>

<ul class="org-ul">
<li>mitigation : retour sur un AOI</li>
<li>les prix ont tendance à revenir sur un AOI avant de repartir dans l’autre sens
<ul class="org-ul">
<li>la mitigation a souvent lieu après avoir atteint
<ul class="org-ul">
<li>un seuil</li>
<li>une consolidation</li>
</ul></li>
<li>on peut en profiter pour ouvrir
<ul class="org-ul">
<li>une position pour jouer le retour sur le AOI</li>
<li>une position pour jouer le renversement sur le AOI</li>
</ul></li>
</ul></li>
<li>invalidation de l’effet de seuil du AOI
<ul class="org-ul">
<li>un AOI n’est souvent utile qu'une seule fois,
il devient invalide après mitigation</li>
</ul></li>
<li>inversion de la polarité du seuil (support devient résistance ou vice versa)
<ul class="org-ul">
<li>si clôture de l’autre côté de AOI</li>
</ul></li>
</ul>

<p>
Liste des AOI :
</p>

<ul class="org-ul">
<li>seuils</li>
<li>vacuum block</li>
<li>imbalance</li>
<li>liquidity void</li>
<li>rejection block</li>
<li>order flow</li>
<li>order block</li>
<li>institutional funding candle</li>
<li>breaker block</li>
<li>mitigation block</li>
<li>flip zone</li>
</ul>
</div>
<div id="outline-container-org7155de4" class="outline-4">
<h4 id="org7155de4"><span class="section-number-4">4.4.1.</span> Seuils</h4>
<div class="outline-text-4" id="text-4-4-1">
<ul class="org-ul">
<li>swing levels
<ul class="org-ul">
<li>HH</li>
<li>LH</li>
<li>LL</li>
<li>HL</li>
</ul></li>
<li>supports &amp; résistances statiques</li>
<li>lignes de tendance</li>
<li>moyennes mobiles</li>
</ul>
</div>
</div>
<div id="outline-container-orgdda8c84" class="outline-4">
<h4 id="orgdda8c84"><span class="section-number-4">4.4.2.</span> Vacuum block</h4>
<div class="outline-text-4" id="text-4-4-2">
<p>
<i>alias</i> : VB, full gap
</p>

<p>
Zone vide entre extrêmes de deux chandeliers consécutifs.
</p>
</div>
</div>
<div id="outline-container-org332ee97" class="outline-4">
<h4 id="org332ee97"><span class="section-number-4">4.4.3.</span> Partial gap</h4>
<div class="outline-text-4" id="text-4-4-3">
<p>
Zone vide entre corps de deux chandeliers consécutifs.
</p>
</div>
</div>
