economy/analyse-technique.org
*** Imbalance

/alias/ :  IMB, Fair Value Gap, FVG

- soit 3 chandeliers consécutifs A, B, C
  + une IMB ou FVG est une zone de prix vide entre l’extrême de A et l’extrême de C
  + pour choisir A, il faut éventuellement remonter dans le temps jusqu’à trouver
    un chandelier qui ne fait pas partie d’une suite de chandeliers de consolidation
    internes à un chandelier antérieur
  + les éventuels chandeliers de consolidation internes qui suivent le chandelier A
    peuvent être négligés
    * B et C sont donc les chandeliers suivants non-internes à A
- BISI : Buy side Imbalance, Sell side Inefficiency
  + FVG haussier
- SIBI : Sell side Imbalance, Buy side Inefficiency
  + FVG baissier

*Remarque* : dans les cas où une IMB ou un FVG est requis, un vacuum
block peut aussi faire l’affaire.

*** Liquidity Void

/alias/ : LV, displacement

- soit une suite de chandeliers formant des IMB, FVG ou VB
  + liquidity void : AOI englobant les IMB de cette suite de chandeliers
  + suit souvent un liquidity sweep

*** Rejection Block

Mouvement en V (ou son inverse).

- chandelier ou groupe de chandeliers avec de longues mèches
  + précédé d’un puissant mouvement vers un AOI
  + suivi par un puissant mouvement en sens inverse
  + chandelier central (centre du V)
    * son extrême dépasse ceux des chandeliers environnants
    * sa clôture dépasse ou égale celles des chandeliers environnants
  + rejection block : zone de la mèche extrême du chandelier central
  + un avalement peut remplacer les mèches

*** Order Flow

/alias/ : OF

- zone de prix contenant une vague à contre-tendance
  + série de chandeliers à contre-tendance
  + suivie d’une puissante vague en tendance
  + ne pas prendre une vague à contre-tendance interne à une autre
- si il existe plusieurs OF depuis le dernier extrême à contre-tendance,
  il est très probable que le marché retourne sur l’OF le plus à contre-tendance

Un OF est souvent formé d’IFC.

*** Order Block

/alias/ : OB

- OB : zone de prix du dernier chandelier à contre-tendance, le plus extrême
  + suivi par une puissante vague en tendance
- sélection des meilleurs OB
  + le chandelier de l’OB forme l’extrême de la vague à contre-tendance
    * peu importe la couleur, l’important est qu’il contienne l’extrême
  + le chandelier de l’OB est le premier de trois chandeliers formant un FVG en tendance
    * les éventuels chandeliers de consolidation internes au chandelier de l’OB
      peuvent être négligés
    * le FVG doit être sans mitigation
  + suivi par une vague qui crée un BOS ou un CHOCH
  + suivi par un IDM
  + idéalement, associé à un OF sans mitigation (sans retour des prix dans la zone)
- si il existe plusieurs OB depuis le dernier extrême à contre-tendance,
  il est très probable que le marché retourne sur l’OB le plus à contre-tendance

*** Institutional Funding Candle

/alias/ : IFC, Bankers Candle

- chandeliers qui font semblant d’enfoncer un seuil à contre-tendance
  + présentent souvent de longues mèches
    * ou des avalements
  + suivis par une vague puissante dans l’autre sens
  + idéalement suivis par un FVG en tendance
- AOI : zone extrême au-delà d’un seuil

On les retrouve :

- autour des seuils
- dans les extrêmes de swing
- dans les OF

*** Breaker Block

- Breaker Block : zone de prix du chandelier correspondant au dernier extrême
  à contre-tendance
- cassure d’un seuil en tendance
  + au choix
    * BOS
    * liquidity sweep
  + mieux avec une IMB, car appelle les prix à revenir
- vague à contre-tendance qui entraîne un CHOCH
  + idéalement la cassure se fait avec une IMB

*** Mitigation Block

Ressemble au Breaker Block, mais il n’y a pas de cassure en tendance
dans la première phase :

- Mitigation Block : zone de prix du chandelier correspondant au dernier extrême
  à contre-tendance
- formation d’un extrême local, interne dans le sens de l’ancienne tendance
  + ne dépasse pas l’extrême précédant de la tendance
- vague à contre-tendance qui entraîne un CHOCH
  + idéalement la cassure se fait avec une IMB

*** Flip Zone

**** Reversal Flip Pattern

Un seuil contraire sur HTF provoque un changement de tendance :

1. réjection sur un seuil important de HTF, à contre-tendance (LTF)
2. réjection sur un seuil, en tendance
  + se termine par un extrême local, interne en tendance
    * Flip Zone : zone de prix du chandelier formant cet extrême
  + ne dépasse pas l’extrême précédant de la tendance
  + forme de vague relativement simple et directe
3. cassure de l’extrême à contre-tendance (CHOCH)
  + un FVG se produit pendant cette cassure
    * peut aussi se produire entre la flip zone et la cassure

Conditions supplémentaires :

- la Flip Zone doit être sans mitigation (sans retour des prix dans la zone)

**** Continuation Flip Pattern

1. retracement à contre-tendance près d’un seuil important sur HTF
  + le seuil HTF est préalablement sans mitigation
  + Flip Zone : zone de prix du chandelier formant l’extrême du retracement
2. cassure du seuil HTF, en tendance
  + une FVG se produit pendant cette cassure

Conditions supplémentaires :

- la Flip Zone doit être sans mitigation (sans retour des prix dans la zone)

** Premium & Discount

*** Niveaux

1. ancien sommet
2. zone de prémium
3. moyenne entre anciens haut et bas
4. zone de discount
5. ancien creux

*** Areas of Interest

Liste des AOI, du plus au moins intéressant :

- extrême à contre-tendance
- rejection block
- order block
- order flow
- imbalance, fair value gap, vacuum block
- liquidity void
- breaker block
- mitigation block

Liste des AOI, du plus au moins fréquent en opportunité :

- mitigation block
- breaker block
- liquidity void
- fair value gap
- order block
- rejection block
- extrême à contre-tendance

* Chartisme

