economy/analyse-technique.html
<div id="outline-container-org1a921f5" class="outline-4">
<h4 id="org1a921f5"><span class="section-number-4">4.4.4.</span> Imbalance</h4>
<div class="outline-text-4" id="text-4-4-4">
<p>
<i>alias</i> :  IMB, Fair Value Gap, FVG
</p>

<ul class="org-ul">
<li>soit 3 chandeliers consécutifs A, B, C
<ul class="org-ul">
<li>une IMB ou FVG est une zone de prix vide entre l’extrême de A et l’extrême de C</li>
<li>pour choisir A, il faut éventuellement remonter dans le temps jusqu’à trouver
un chandelier qui ne fait pas partie d’une suite de chandeliers de consolidation
internes à un chandelier antérieur</li>
<li>les éventuels chandeliers de consolidation internes qui suivent le chandelier A
peuvent être négligés
<ul class="org-ul">
<li>B et C sont donc les chandeliers suivants non-internes à A</li>
</ul></li>
</ul></li>
<li>BISI : Buy side Imbalance, Sell side Inefficiency
<ul class="org-ul">
<li>FVG haussier</li>
</ul></li>
<li>SIBI : Sell side Imbalance, Buy side Inefficiency
<ul class="org-ul">
<li>FVG baissier</li>
</ul></li>
</ul>

<p>
<b>Remarque</b> : dans les cas où une IMB ou un FVG est requis, un vacuum
block peut aussi faire l’affaire.
</p>
</div>
</div>
<div id="outline-container-orgebf294b" class="outline-4">
<h4 id="orgebf294b"><span class="section-number-4">4.4.5.</span> Liquidity Void</h4>
<div class="outline-text-4" id="text-4-4-5">
<p>
<i>alias</i> : LV, displacement
</p>

<ul class="org-ul">
<li>soit une suite de chandeliers formant des IMB, FVG ou VB
<ul class="org-ul">
<li>liquidity void : AOI englobant les IMB de cette suite de chandeliers</li>
<li>suit souvent un liquidity sweep</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgc25f6cc" class="outline-4">
<h4 id="orgc25f6cc"><span class="section-number-4">4.4.6.</span> Rejection Block</h4>
<div class="outline-text-4" id="text-4-4-6">
<p>
Mouvement en V (ou son inverse).
</p>

<ul class="org-ul">
<li>chandelier ou groupe de chandeliers avec de longues mèches
<ul class="org-ul">
<li>précédé d’un puissant mouvement vers un AOI</li>
<li>suivi par un puissant mouvement en sens inverse</li>
<li>chandelier central (centre du V)
<ul class="org-ul">
<li>son extrême dépasse ceux des chandeliers environnants</li>
<li>sa clôture dépasse ou égale celles des chandeliers environnants</li>
</ul></li>
<li>rejection block : zone de la mèche extrême du chandelier central</li>
<li>un avalement peut remplacer les mèches</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orga907163" class="outline-4">
<h4 id="orga907163"><span class="section-number-4">4.4.7.</span> Order Flow</h4>
<div class="outline-text-4" id="text-4-4-7">
<p>
<i>alias</i> : OF
</p>

<ul class="org-ul">
<li>zone de prix contenant une vague à contre-tendance
<ul class="org-ul">
<li>série de chandeliers à contre-tendance</li>
<li>suivie d’une puissante vague en tendance</li>
<li>ne pas prendre une vague à contre-tendance interne à une autre</li>
</ul></li>
<li>si il existe plusieurs OF depuis le dernier extrême à contre-tendance,
il est très probable que le marché retourne sur l’OF le plus à contre-tendance</li>
</ul>

<p>
Un OF est souvent formé d’IFC.
</p>
</div>
</div>
<div id="outline-container-org25d0399" class="outline-4">
<h4 id="org25d0399"><span class="section-number-4">4.4.8.</span> Order Block</h4>
<div class="outline-text-4" id="text-4-4-8">
<p>
<i>alias</i> : OB
</p>

<ul class="org-ul">
<li>OB : zone de prix du dernier chandelier à contre-tendance, le plus extrême
<ul class="org-ul">
<li>suivi par une puissante vague en tendance</li>
</ul></li>
<li>sélection des meilleurs OB
<ul class="org-ul">
<li>le chandelier de l’OB forme l’extrême de la vague à contre-tendance
<ul class="org-ul">
<li>peu importe la couleur, l’important est qu’il contienne l’extrême</li>
</ul></li>
<li>le chandelier de l’OB est le premier de trois chandeliers formant un FVG en tendance
<ul class="org-ul">
<li>les éventuels chandeliers de consolidation internes au chandelier de l’OB
peuvent être négligés</li>
<li>le FVG doit être sans mitigation</li>
</ul></li>
<li>suivi par une vague qui crée un BOS ou un CHOCH</li>
<li>suivi par un IDM</li>
<li>idéalement, associé à un OF sans mitigation (sans retour des prix dans la zone)</li>
</ul></li>
<li>si il existe plusieurs OB depuis le dernier extrême à contre-tendance,
il est très probable que le marché retourne sur l’OB le plus à contre-tendance</li>
</ul>
</div>
</div>
<div id="outline-container-org864b12e" class="outline-4">
<h4 id="org864b12e"><span class="section-number-4">4.4.9.</span> Institutional Funding Candle</h4>
<div class="outline-text-4" id="text-4-4-9">
<p>
<i>alias</i> : IFC, Bankers Candle
</p>

<ul class="org-ul">
<li>chandeliers qui font semblant d’enfoncer un seuil à contre-tendance
<ul class="org-ul">
<li>présentent souvent de longues mèches
<ul class="org-ul">
<li>ou des avalements</li>
</ul></li>
<li>suivis par une vague puissante dans l’autre sens</li>
<li>idéalement suivis par un FVG en tendance</li>
</ul></li>
<li>AOI : zone extrême au-delà d’un seuil</li>
</ul>

<p>
On les retrouve :
</p>

<ul class="org-ul">
<li>autour des seuils</li>
<li>dans les extrêmes de swing</li>
<li>dans les OF</li>
</ul>
</div>
</div>
<div id="outline-container-org3d22ad0" class="outline-4">
<h4 id="org3d22ad0"><span class="section-number-4">4.4.10.</span> Breaker Block</h4>
<div class="outline-text-4" id="text-4-4-10">
<ul class="org-ul">
<li>Breaker Block : zone de prix du chandelier correspondant au dernier extrême
à contre-tendance</li>
<li>cassure d’un seuil en tendance
<ul class="org-ul">
<li>au choix
<ul class="org-ul">
<li>BOS</li>
<li>liquidity sweep</li>
</ul></li>
<li>mieux avec une IMB, car appelle les prix à revenir</li>
</ul></li>
<li>vague à contre-tendance qui entraîne un CHOCH
<ul class="org-ul">
<li>idéalement la cassure se fait avec une IMB</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org5301d43" class="outline-4">
<h4 id="org5301d43"><span class="section-number-4">4.4.11.</span> Mitigation Block</h4>
<div class="outline-text-4" id="text-4-4-11">
<p>
Ressemble au Breaker Block, mais il n’y a pas de cassure en tendance
dans la première phase :
</p>

<ul class="org-ul">
<li>Mitigation Block : zone de prix du chandelier correspondant au dernier extrême
à contre-tendance</li>
<li>formation d’un extrême local, interne dans le sens de l’ancienne tendance
<ul class="org-ul">
<li>ne dépasse pas l’extrême précédant de la tendance</li>
</ul></li>
<li>vague à contre-tendance qui entraîne un CHOCH
<ul class="org-ul">
<li>idéalement la cassure se fait avec une IMB</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgdd41913" class="outline-4">
<h4 id="orgdd41913"><span class="section-number-4">4.4.12.</span> Flip Zone</h4>
<div class="outline-text-4" id="text-4-4-12">
</div>
<div id="outline-container-org4bc8fba" class="outline-5">
<h5 id="org4bc8fba"><span class="section-number-5">4.4.12.1.</span> Reversal Flip Pattern</h5>
<div class="outline-text-5" id="text-4-4-12-1">
<p>
Un seuil contraire sur HTF provoque un changement de tendance :
</p>

<ol class="org-ol">
<li>réjection sur un seuil important de HTF, à contre-tendance (LTF)</li>
<li>réjection sur un seuil, en tendance
<ul class="org-ul">
<li>se termine par un extrême local, interne en tendance
<ul class="org-ul">
<li>Flip Zone : zone de prix du chandelier formant cet extrême</li>
</ul></li>
<li>ne dépasse pas l’extrême précédant de la tendance</li>
<li>forme de vague relativement simple et directe</li>
</ul></li>
<li>cassure de l’extrême à contre-tendance (CHOCH)
<ul class="org-ul">
<li>un FVG se produit pendant cette cassure
<ul class="org-ul">
<li>peut aussi se produire entre la flip zone et la cassure</li>
</ul></li>
</ul></li>
</ol>

<p>
Conditions supplémentaires :
</p>

<ul class="org-ul">
<li>la Flip Zone doit être sans mitigation (sans retour des prix dans la zone)</li>
</ul>
</div>
</div>
<div id="outline-container-orgc0c7b11" class="outline-5">
<h5 id="orgc0c7b11"><span class="section-number-5">4.4.12.2.</span> Continuation Flip Pattern</h5>
<div class="outline-text-5" id="text-4-4-12-2">
<ol class="org-ol">
<li>retracement à contre-tendance près d’un seuil important sur HTF
<ul class="org-ul">
<li>le seuil HTF est préalablement sans mitigation</li>
<li>Flip Zone : zone de prix du chandelier formant l’extrême du retracement</li>
</ul></li>
<li>cassure du seuil HTF, en tendance
<ul class="org-ul">
<li>une FVG se produit pendant cette cassure</li>
</ul></li>
</ol>

<p>
Conditions supplémentaires :
</p>

<ul class="org-ul">
<li>la Flip Zone doit être sans mitigation (sans retour des prix dans la zone)</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org71fa082" class="outline-3">
<h3 id="org71fa082"><span class="section-number-3">4.5.</span> Premium &amp; Discount</h3>
<div class="outline-text-3" id="text-4-5">
</div>
<div id="outline-container-org65f1ceb" class="outline-4">
<h4 id="org65f1ceb"><span class="section-number-4">4.5.1.</span> Niveaux</h4>
<div class="outline-text-4" id="text-4-5-1">
<ol class="org-ol">
<li>ancien sommet</li>
<li>zone de prémium</li>
<li>moyenne entre anciens haut et bas</li>
<li>zone de discount</li>
<li>ancien creux</li>
</ol>
</div>
</div>
<div id="outline-container-org387b4dd" class="outline-4">
<h4 id="org387b4dd"><span class="section-number-4">4.5.2.</span> Areas of Interest</h4>
<div class="outline-text-4" id="text-4-5-2">
<p>
Liste des AOI, du plus au moins intéressant :
</p>

<ul class="org-ul">
<li>extrême à contre-tendance</li>
<li>rejection block</li>
<li>order block</li>
<li>order flow</li>
<li>imbalance, fair value gap, vacuum block</li>
<li>liquidity void</li>
<li>breaker block</li>
<li>mitigation block</li>
</ul>

<p>
Liste des AOI, du plus au moins fréquent en opportunité :
</p>

<ul class="org-ul">
<li>mitigation block</li>
<li>breaker block</li>
<li>liquidity void</li>
<li>fair value gap</li>
<li>order block</li>
<li>rejection block</li>
<li>extrême à contre-tendance</li>
</ul>
</div>
</div>
</div>
</div>
