economy/analyse-technique.org
** Extrema

Sommets & Creux

Via chandeliers


** Tendance

Tendance haussière = extrema ascendants
Tendance baissière = extrema descendants


** Seuils

 - Types de seuils
   + Support : situé sous les cours, bloque ou freine une baisse
   + Résistance : située au-dessus des cours, bloque ou freine une hausse
 - Seuils statiques
   + Horizontaux
     * Au même niveaux qu’un extremum précédent
     * Hauts et bas d’une barre, de N barres
   + Pivots
 - Lignes de tendance : relie deux extrema ou plus
 - Fourchettes : construites à partir de trois extrema
 - Polarité : Support <--> Résistance
 - Support si cours > seuil
 - Résistance si cours < seuil
 - Elasticité
 - Zones plutôt que niveaux précis
 - L’élasticité croît avec la longueur de l’UT
 - L’élasticité des UT longues permet aux UT courtes d’effectuer
   leurs mouvements
 - Absorption
 - Quand les cours restent longtemps stables près d’un seuil, sans
   retracer, celui-ci va sûrement casser

** Cassures

 - Dépassement d’un seuil statique ou dynamique

 - Dépassement d’un extrême d’un range

 - Dépassement d’une courte barre interne à la précédente

 - Dépassement d’un extrême d’une barre

 + Du plus bas d’une barre en zone haute

 + Du plus haut d’une barre en zone basse


** Écrasement (squeeze)

 - Range étroit qui précède généralement un mouvement fort

 - Carter : Bollinger à l'intérieur des Keltner

 - Inversément, une accélération intense précède généralement une
 consolidation ou un retournement


** Figures

Les figures se composent souvent de 2, 3, ..., N extrema


** Retracements

 - Tendance nette

 - Retracements léger, au contact d'un seuil favorable

 - Retracements léger, avec oscillateur favorable (survente pour un
 achat, surachat pour une vente)

 - Les barres du retracement sont idéalements de plus en plus courtes

 - Ensuite, cassure d'une barre courte par une longue dans le sens de
 la tendance ---> entrée


** 123 Reversal

 1. cassure ligne de tendance (ou seuil dynamique serré), extremum à
 contre-tendance (niveau de la ligne de cou)

 2. extremum dans le sens de la tendance

 3. cassure ligne de cou


** 2b Reversal

L’extremum dans le sens de la tendance est dépassé mais ça ne tient pas,
les prix refluent sans retracement derrière l'extremum précédent


** Domaine d’application

Le chartisme peut s’appliquer

 - Aux prix

 - Aux oscillateurs


** Vagues

*** Alternance

 - Vagues rapides / lentes
 - Vagues simples / complexes
 - Vagues courtes / durables
 - Vagues étroites / amples
 - Range / Mouvements

*** Tendance

 - Forte : retracements légers, sans chevauchement

 - Correction faible : retracements importants, se chevauchent


*** Trois

 - Vagues impulsives

 - Barres impulsives

 - Gaps impulsifs

 - Cassure d'une troisième impulsions en sens inverse = retournement

 - Prix (ouvertures, clôtures, hauts, bas, médians, ...) en hausse / en baisse


*** Divergences

 - Normale

 - Inverse

 - En trois temps (palier puis diminution de l'intensité pendant que
 les cours stagnent)

* Dynamique

** Espace de travail
*** Triptyque

 - UTL : UT longue
 - UTM : UT médiane
 - UTC : UT courte

*** Sur chaque UT

 - Prix chandelier + bollinger 20 2 + keltner 20 1.5 + parabolique (sar) 0.02 0.02 0.2
 - Prix heiken ashi + moyennes 7, 23 + supertrend (supra infra) 10 3
 - Macd 9 19 6 (ou 9 19 7)
 - Stochastique 14 3 5 (ou 14 5 5)

** Supports & Résistances (seuils)

 - Liste des seuils dynamiques

 + Moyennes mobiles (de Bollinger, 7, 23)

 + Bandes de Bollinger

 + Bandes de Keltner

 + Parabolique (SAR)

 - Bollinger

 + En général, les Bollingers ont tendance à maintenir les cours à
 l’intérieur des enveloppes

 + Quand les cours clôturent à l’extérieur des Bollingers et que
 celles-ci s’incurvent vers l’extérieur, l’enveloppe la plus
 proche sert de seuil ayant tendance à maintenir les cours à
 l’extérieur pendant quelques périodes


** Croisements

 - Croisement fort : 2 courbes orientées dans le même sens ; son
 effet se poursuit jusqu'au prochain retournement de la courbe
 courte

 - Croisement neutre : la courbe longue est plate

 - Croisement faible : 2 courbes orientées en sens contraires :
 normalement simple correction technique

 - Non-croisement : les courbes se rapprochent et s'éloignent ; son
 effet se poursuit jusqu'au prochain retournement de la courbe
 courte

 - Faux-croisement : croisement rapidement invalidé par un croisement
 en sens inverse


** Plateau de Volatilité faible

 - bandes de Bollinger (20 2) à l’intérieur des bandes de Keltner (20 1,5)
 - moyenne et bandes de Bollinger plus ou moins à plat pendant au
   moins 6 périodes
 - l’UT écrasée la plus longue donne une bonne indication de la
   direction à venir
 - appelle à terme la formation d’une bulle ou d’une parallèle
 - équivalent de l’écrasement chez Carter

