economy/analyse-technique.html
<div id="outline-container-orgad1705d" class="outline-2">
<h2 id="orgad1705d"><span class="section-number-2">5.</span> Chartisme</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org96d6614" class="outline-3">
<h3 id="org96d6614"><span class="section-number-3">5.1.</span> Extrema</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Sommets &amp; Creux
</p>

<p>
Via chandeliers
</p>
</div>
</div>
<div id="outline-container-orgfe64c28" class="outline-3">
<h3 id="orgfe64c28"><span class="section-number-3">5.2.</span> Tendance</h3>
<div class="outline-text-3" id="text-5-2">
<p>
Tendance haussière = extrema ascendants
Tendance baissière = extrema descendants
</p>
</div>
</div>
<div id="outline-container-org8b576b0" class="outline-3">
<h3 id="org8b576b0"><span class="section-number-3">5.3.</span> Seuils</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>Types de seuils
<ul class="org-ul">
<li>Support : situé sous les cours, bloque ou freine une baisse</li>
<li>Résistance : située au-dessus des cours, bloque ou freine une hausse</li>
</ul></li>
<li>Seuils statiques
<ul class="org-ul">
<li>Horizontaux
<ul class="org-ul">
<li>Au même niveaux qu’un extremum précédent</li>
<li>Hauts et bas d’une barre, de N barres</li>
</ul></li>
<li>Pivots</li>
</ul></li>
<li>Lignes de tendance : relie deux extrema ou plus</li>
<li>Fourchettes : construites à partir de trois extrema</li>
<li>Polarité : Support &lt;&#x2013;&gt; Résistance</li>
<li>Support si cours &gt; seuil</li>
<li>Résistance si cours &lt; seuil</li>
<li>Elasticité</li>
<li>Zones plutôt que niveaux précis</li>
<li>L’élasticité croît avec la longueur de l’UT</li>
<li>L’élasticité des UT longues permet aux UT courtes d’effectuer
leurs mouvements</li>
<li>Absorption</li>
<li>Quand les cours restent longtemps stables près d’un seuil, sans
retracer, celui-ci va sûrement casser</li>
</ul>
</div>
</div>
<div id="outline-container-orgd81788c" class="outline-3">
<h3 id="orgd81788c"><span class="section-number-3">5.4.</span> Cassures</h3>
<div class="outline-text-3" id="text-5-4">
<ul class="org-ul">
<li>Dépassement d’un seuil statique ou dynamique</li>

<li>Dépassement d’un extrême d’un range</li>

<li>Dépassement d’une courte barre interne à la précédente</li>

<li>Dépassement d’un extrême d’une barre</li>

<li>Du plus bas d’une barre en zone haute</li>

<li>Du plus haut d’une barre en zone basse</li>
</ul>
</div>
</div>
<div id="outline-container-org3bbff70" class="outline-3">
<h3 id="org3bbff70"><span class="section-number-3">5.5.</span> Écrasement (squeeze)</h3>
<div class="outline-text-3" id="text-5-5">
<ul class="org-ul">
<li>Range étroit qui précède généralement un mouvement fort</li>

<li>Carter : Bollinger à l'intérieur des Keltner</li>

<li>Inversément, une accélération intense précède généralement une</li>
</ul>
<p>
consolidation ou un retournement
</p>
</div>
</div>
<div id="outline-container-org90c2e24" class="outline-3">
<h3 id="org90c2e24"><span class="section-number-3">5.6.</span> Figures</h3>
<div class="outline-text-3" id="text-5-6">
<p>
Les figures se composent souvent de 2, 3, &#x2026;, N extrema
</p>
</div>
</div>
<div id="outline-container-orgac51142" class="outline-3">
<h3 id="orgac51142"><span class="section-number-3">5.7.</span> Retracements</h3>
<div class="outline-text-3" id="text-5-7">
<ul class="org-ul">
<li>Tendance nette</li>

<li>Retracements léger, au contact d'un seuil favorable</li>

<li>Retracements léger, avec oscillateur favorable (survente pour un</li>
</ul>
<p>
achat, surachat pour une vente)
</p>

<ul class="org-ul">
<li>Les barres du retracement sont idéalements de plus en plus courtes</li>

<li>Ensuite, cassure d'une barre courte par une longue dans le sens de</li>
</ul>
<p>
la tendance &#x2014;&gt; entrée
</p>
</div>
</div>
<div id="outline-container-org07d33c1" class="outline-3">
<h3 id="org07d33c1"><span class="section-number-3">5.8.</span> 123 Reversal</h3>
<div class="outline-text-3" id="text-5-8">
<ol class="org-ol">
<li>cassure ligne de tendance (ou seuil dynamique serré), extremum à</li>
</ol>
<p>
contre-tendance (niveau de la ligne de cou)
</p>

<ol class="org-ol">
<li>extremum dans le sens de la tendance</li>

<li>cassure ligne de cou</li>
</ol>
</div>
</div>
<div id="outline-container-orgaf3ef42" class="outline-3">
<h3 id="orgaf3ef42"><span class="section-number-3">5.9.</span> 2b Reversal</h3>
<div class="outline-text-3" id="text-5-9">
<p>
L’extremum dans le sens de la tendance est dépassé mais ça ne tient pas,
les prix refluent sans retracement derrière l'extremum précédent
</p>
</div>
</div>
<div id="outline-container-orgd132bc0" class="outline-3">
<h3 id="orgd132bc0"><span class="section-number-3">5.10.</span> Domaine d’application</h3>
<div class="outline-text-3" id="text-5-10">
<p>
Le chartisme peut s’appliquer
</p>

<ul class="org-ul">
<li>Aux prix</li>

<li>Aux oscillateurs</li>
</ul>
</div>
</div>
<div id="outline-container-org6fb0bab" class="outline-3">
<h3 id="org6fb0bab"><span class="section-number-3">5.11.</span> Vagues</h3>
<div class="outline-text-3" id="text-5-11">
</div>
<div id="outline-container-orgb7803ff" class="outline-4">
<h4 id="orgb7803ff"><span class="section-number-4">5.11.1.</span> Alternance</h4>
<div class="outline-text-4" id="text-5-11-1">
<ul class="org-ul">
<li>Vagues rapides / lentes</li>
<li>Vagues simples / complexes</li>
<li>Vagues courtes / durables</li>
<li>Vagues étroites / amples</li>
<li>Range / Mouvements</li>
</ul>
</div>
</div>
<div id="outline-container-org792a1cb" class="outline-4">
<h4 id="org792a1cb"><span class="section-number-4">5.11.2.</span> Tendance</h4>
<div class="outline-text-4" id="text-5-11-2">
<ul class="org-ul">
<li>Forte : retracements légers, sans chevauchement</li>

<li>Correction faible : retracements importants, se chevauchent</li>
</ul>
</div>
</div>
<div id="outline-container-org6bd9177" class="outline-4">
<h4 id="org6bd9177"><span class="section-number-4">5.11.3.</span> Trois</h4>
<div class="outline-text-4" id="text-5-11-3">
<ul class="org-ul">
<li>Vagues impulsives</li>

<li>Barres impulsives</li>

<li>Gaps impulsifs</li>

<li>Cassure d'une troisième impulsions en sens inverse = retournement</li>

<li>Prix (ouvertures, clôtures, hauts, bas, médians, &#x2026;) en hausse / en baisse</li>
</ul>
</div>
</div>
<div id="outline-container-orge2a117f" class="outline-4">
<h4 id="orge2a117f"><span class="section-number-4">5.11.4.</span> Divergences</h4>
<div class="outline-text-4" id="text-5-11-4">
<ul class="org-ul">
<li>Normale</li>

<li>Inverse</li>

<li>En trois temps (palier puis diminution de l'intensité pendant que</li>
</ul>
<p>
les cours stagnent)
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orga15b00a" class="outline-2">
<h2 id="orga15b00a"><span class="section-number-2">6.</span> Dynamique</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org2a06bcd" class="outline-3">
<h3 id="org2a06bcd"><span class="section-number-3">6.1.</span> Espace de travail</h3>
<div class="outline-text-3" id="text-6-1">
</div>
<div id="outline-container-orgaff4c28" class="outline-4">
<h4 id="orgaff4c28"><span class="section-number-4">6.1.1.</span> Triptyque</h4>
<div class="outline-text-4" id="text-6-1-1">
<ul class="org-ul">
<li>UTL : UT longue</li>
<li>UTM : UT médiane</li>
<li>UTC : UT courte</li>
</ul>
</div>
</div>
<div id="outline-container-orgeb230c9" class="outline-4">
<h4 id="orgeb230c9"><span class="section-number-4">6.1.2.</span> Sur chaque UT</h4>
<div class="outline-text-4" id="text-6-1-2">
<ul class="org-ul">
<li>Prix chandelier + bollinger 20 2 + keltner 20 1.5 + parabolique (sar) 0.02 0.02 0.2</li>
<li>Prix heiken ashi + moyennes 7, 23 + supertrend (supra infra) 10 3</li>
<li>Macd 9 19 6 (ou 9 19 7)</li>
<li>Stochastique 14 3 5 (ou 14 5 5)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgced0985" class="outline-3">
<h3 id="orgced0985"><span class="section-number-3">6.2.</span> Supports &amp; Résistances (seuils)</h3>
<div class="outline-text-3" id="text-6-2">
<ul class="org-ul">
<li>Liste des seuils dynamiques</li>

<li>Moyennes mobiles (de Bollinger, 7, 23)</li>

<li>Bandes de Bollinger</li>

<li>Bandes de Keltner</li>

<li>Parabolique (SAR)</li>

<li>Bollinger</li>

<li>En général, les Bollingers ont tendance à maintenir les cours à</li>
</ul>
<p>
l’intérieur des enveloppes
</p>

<ul class="org-ul">
<li>Quand les cours clôturent à l’extérieur des Bollingers et que</li>
</ul>
<p>
celles-ci s’incurvent vers l’extérieur, l’enveloppe la plus
proche sert de seuil ayant tendance à maintenir les cours à
l’extérieur pendant quelques périodes
</p>
</div>
</div>
<div id="outline-container-orga4dcf9a" class="outline-3">
<h3 id="orga4dcf9a"><span class="section-number-3">6.3.</span> Croisements</h3>
<div class="outline-text-3" id="text-6-3">
<ul class="org-ul">
<li>Croisement fort : 2 courbes orientées dans le même sens ; son</li>
</ul>
<p>
effet se poursuit jusqu'au prochain retournement de la courbe
courte
</p>

<ul class="org-ul">
<li>Croisement neutre : la courbe longue est plate</li>

<li>Croisement faible : 2 courbes orientées en sens contraires :</li>
</ul>
<p>
normalement simple correction technique
</p>

<ul class="org-ul">
<li>Non-croisement : les courbes se rapprochent et s'éloignent ; son</li>
</ul>
<p>
effet se poursuit jusqu'au prochain retournement de la courbe
courte
</p>

<ul class="org-ul">
<li>Faux-croisement : croisement rapidement invalidé par un croisement</li>
</ul>
<p>
en sens inverse
</p>
</div>
</div>
<div id="outline-container-orgcafc94d" class="outline-3">
<h3 id="orgcafc94d"><span class="section-number-3">6.4.</span> Plateau de Volatilité faible</h3>
<div class="outline-text-3" id="text-6-4">
<ul class="org-ul">
<li>bandes de Bollinger (20 2) à l’intérieur des bandes de Keltner (20 1,5)</li>
<li>moyenne et bandes de Bollinger plus ou moins à plat pendant au
moins 6 périodes</li>
<li>l’UT écrasée la plus longue donne une bonne indication de la
direction à venir</li>
<li>appelle à terme la formation d’une bulle ou d’une parallèle</li>
<li>équivalent de l’écrasement chez Carter</li>
</ul>
</div>
</div>
