economy/analyse-technique.org
** Entonnoir
:properties:
:custom_id: heading:dynamique_entonnoir
:end:

Après un plateau de volatilité faible, plusieurs chandeliers sortent
en partie ou totalement des Bollingers, provoquant une expansion de
celles-ci en forme d’entonnoir

On utilise les notations suivantes

 - T1 : premier chandelier à clôturer à l'extérieur des bandes de Bollinger
 - T0 : chandelier précédant T1
 - Les chandeliers qui suivent T1 sont appelés : T2, T3, T4, T5, ...
   + Numérotation dans l’ordre chronologique
 - Chandelier impulsif : chandelier dépassant l’extrême du chandelier
 précédent, dans le sens du mouvement

*** Sur UTL

 - Pas de seuil dynamique qui pourrait bloquer l’avancée
 - Les Moyennes Mobiles 7 & 23 doivent être orientées dans le bon sens
 - Le dernier croisement entre les Moyennes Mobiles 7 & 23
	 + Doit aller dans le bon sens
	 + Ne doit pas être un croisement faible
 - MACD & Stochastique
	 + Doivent y être favorables
	 + Pas de croisement dans le sens opposé avec leur ligne de signal
 - Un non-croisement (ou un faux-croisement) favorable sur au moins
 un des éléments suivants
	 + Les Moyennes Mobiles 7 & 23
	 + Le MACD
	 + Le Stochastique
 - Encore mieux si
	 + Au moins un non-croisement (ou un faux-croisement) favorable sur
	 _chacun_ des éléments suivants
		 * Les Moyennes Mobiles 7 & 23
		 * Le MACD ou le Stochastique

*** Sur UTM

 - Mêmes critères que sur UTL
 - Le parabolique ne doit pas faire obstacle au mouvement
	 + Encore mieux si le parabolique est loin de la Moyenne Mobile 20
	 (pas sur le point de la croiser)
 - Plateau de Volatilité faible
	 + Idéalement, au moins 6 périodes de plateau
 - T1 : première clôture à l’extérieur des Bollingers
	 + Si T1 clôture au-dessus de la Bollinger supérieure : tendance haussière
	 + Si T1 clôture en-dessous de la Bollinger inférieure : tendance baissière
 - T1 doit avoir
	 + Un corps vrai favorable
	 + Des mèches plus courtes que le corps vrai
 - Entrée en position
	 + Si les prix de T2 dépassent l’extrême de T1
	 + À défaut, au deuxième chandelier impulsif dans le sens de la tendance
 - À surveiller ensuite
	 + Chaque bande de Bollinger doit s’incurver vers l’extérieur (les
     bandes s’élargissent) pendant au moins 4 périodes, à partir de
     T1 et jusqu’à T4, formant ainsi un entonnoir

*** Sur UTC

 - Les Moyennes Mobiles 7 & 23
	 + Doivent être orientées dans le bon sens
	 + Ne doivent pas se croiser pendant les 4 premières périodes du
	 mouvement sur UTM
 - Idéalement
	 + Les cours -8 et -21 ne doivent pas laisser présager un tel croisement
	 + Le MACD et le Stochastique ne doivent pas laisser
	 présager un tel croisement

** Validation & Confirmation

 - Validation : les tendances fortes sont validées lors du
 dépassement de l’extrème de T1 dans le sens de la tendance
 - Confirmation : si l’entonnoir se maintient pendant 4 périodes à
 partir de T1, avec les bandes de Bollinger qui divergent
	 + Plus généralement, si l’entonnoir se maintient pendant les 4
	 premiers chandeliers impulsifs, avec les bandes de Bollinger qui
	 divergent

** Tendances fortes

 - bulle : une bulle se forme lorsqu’une ou plusieurs des quatre
   premières périodes à partir de T1 sont situées entièrement à
   l’extérieur des bandes de Bollinger
   + plus généralement, lorsque un ou plusieurs des 4 premiers
     chandeliers impulsifs sont situés entièrement à l’extérieur des
     bandes de Bollinger
 - parallèle : une parallèle se forme lorsque les 4 premières
   périodes à partir de T1 sont à cheval sur la bande de Bollinger
   + Plus généralement, lorsque les 4 premiers chandeliers impulsifs
     sont à cheval sur la bande de Bollinger

** Sortie
*** Bulle

 - Lorsque la bande de bollinger opposée se retourne après une phase
 d’expansion puis de plat
 - Au plus tard lorsque le Stochastique croise défavorablement sa
 ligne de signal

*** Parallèle

 - La moitié lors de la cassure du Parabolique si la Moyenne Mobile 7
   se retourne défavorablement
 - L’autre moitié lors de la cassure de la Moyenne Mobile de
   Bollinger en clôture

** Reconversion d’une bulle en parallèle

Une bulle est reconvertie en parallèle lorsqu’on rencontre un des cas
suivants :

 - Le Parabolique traverse la Moyenne de Bollinger alors que la Bande
   opposée au mouvement est toujours dans une phase d’expansion
 - Le Parabolique traverse la Moyenne de Bollinger sans correction
   sur les cours pendant au moins 2 périodes
 - Un non-croisement se forme entre les cours et le Parabolique

Aussi, à surveiller :

 - Le Parabolique longe la Moyenne de Bollinger sans la traverser
   (voir [[#heading:pre-parallele][pré-parallèle]])

** Pré-parallèle
:properties:
:custom_id: heading:pre-parallele
:end:

Formation d’une pré-parallèle

 - On observe une clôture à l’extérieur des bandes de Bollinger mais
   le mouvement avorte car l’écart entre les Bollingers est trop grand
 - Les cours retournent à l’intérieur des bandes, jusqu’à la zone
   comprise entre la Moyenne 20 et le Parabolique, qui sert de seuil
   (support ou résistance)
 - Non-croisement ou faux croisement, au choix
	 * Entre les cours et la Moyenne de Bollinger
	 * Entre les cours et le Parabolique
 - Idéalement
	 * Le Parabolique et la Moyenne de Bollinger restent proches et
     plus ou moins parallèles pendant plusieurs périodes, sans se croiser
 - Nouveau T1 probable dans le même sens que le T1 raté précédent
 - Entrée, un des cas suivants
	 * Non-croisement entre les Moyennes Mobiles 7 & 23
	 * Non-croisement entre le MACD et sa ligne de signal
 - Gestion : allègement, sortie, etc
	 * Comme une parallèle

** Demi figures

 - demi-bulle = bulle non confirmée
   + typiquement, retournement de la Bollinger opposée avant T4
 - demi-parallèle = parallèle non confirmée
   + typiquement, retournement de la Bollinger opposée avant T4

** Apports personnels
