economy/analyse-technique.html
<div id="outline-container-heading:dynamique_entonnoir" class="outline-3">
<h3 id="heading:dynamique_entonnoir"><span class="section-number-3">6.5.</span> Entonnoir</h3>
<div class="outline-text-3" id="text-heading:dynamique_entonnoir">
<p>
Après un plateau de volatilité faible, plusieurs chandeliers sortent
en partie ou totalement des Bollingers, provoquant une expansion de
celles-ci en forme d’entonnoir
</p>

<p>
On utilise les notations suivantes
</p>

<ul class="org-ul">
<li>T1 : premier chandelier à clôturer à l'extérieur des bandes de Bollinger</li>
<li>T0 : chandelier précédant T1</li>
<li>Les chandeliers qui suivent T1 sont appelés : T2, T3, T4, T5, &#x2026;
<ul class="org-ul">
<li>Numérotation dans l’ordre chronologique</li>
</ul></li>
<li>Chandelier impulsif : chandelier dépassant l’extrême du chandelier</li>
</ul>
<p>
précédent, dans le sens du mouvement
</p>
</div>
<div id="outline-container-orgbff034d" class="outline-4">
<h4 id="orgbff034d"><span class="section-number-4">6.5.1.</span> Sur UTL</h4>
<div class="outline-text-4" id="text-6-5-1">
<ul class="org-ul">
<li>Pas de seuil dynamique qui pourrait bloquer l’avancée</li>
<li>Les Moyennes Mobiles 7 &amp; 23 doivent être orientées dans le bon sens</li>
<li>Le dernier croisement entre les Moyennes Mobiles 7 &amp; 23
<ul class="org-ul">
<li>Doit aller dans le bon sens</li>
<li>Ne doit pas être un croisement faible</li>
</ul></li>
<li>MACD &amp; Stochastique
<ul class="org-ul">
<li>Doivent y être favorables</li>
<li>Pas de croisement dans le sens opposé avec leur ligne de signal</li>
</ul></li>
<li>Un non-croisement (ou un faux-croisement) favorable sur au moins</li>
</ul>
<p>
un des éléments suivants
</p>
<ul class="org-ul">
<li>Les Moyennes Mobiles 7 &amp; 23</li>
<li>Le MACD</li>
<li>Le Stochastique</li>
</ul>
<ul class="org-ul">
<li><p>
Encore mieux si
</p>
<ul class="org-ul">
<li>Au moins un non-croisement (ou un faux-croisement) favorable sur</li>
</ul>
<p>
<span class="underline">chacun</span> des éléments suivants
</p>
<ul class="org-ul">
<li>Les Moyennes Mobiles 7 &amp; 23</li>
<li>Le MACD ou le Stochastique</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgcb63921" class="outline-4">
<h4 id="orgcb63921"><span class="section-number-4">6.5.2.</span> Sur UTM</h4>
<div class="outline-text-4" id="text-6-5-2">
<ul class="org-ul">
<li>Mêmes critères que sur UTL</li>
<li><p>
Le parabolique ne doit pas faire obstacle au mouvement
</p>
<ul class="org-ul">
<li>Encore mieux si le parabolique est loin de la Moyenne Mobile 20</li>
</ul>
<p>
(pas sur le point de la croiser)
</p></li>
<li>Plateau de Volatilité faible
<ul class="org-ul">
<li>Idéalement, au moins 6 périodes de plateau</li>
</ul></li>
<li>T1 : première clôture à l’extérieur des Bollingers
<ul class="org-ul">
<li>Si T1 clôture au-dessus de la Bollinger supérieure : tendance haussière</li>
<li>Si T1 clôture en-dessous de la Bollinger inférieure : tendance baissière</li>
</ul></li>
<li>T1 doit avoir
<ul class="org-ul">
<li>Un corps vrai favorable</li>
<li>Des mèches plus courtes que le corps vrai</li>
</ul></li>
<li>Entrée en position
<ul class="org-ul">
<li>Si les prix de T2 dépassent l’extrême de T1</li>
<li>À défaut, au deuxième chandelier impulsif dans le sens de la tendance</li>
</ul></li>
<li><p>
À surveiller ensuite
</p>
<ul class="org-ul">
<li>Chaque bande de Bollinger doit s’incurver vers l’extérieur (les</li>
</ul>
<p>
bandes s’élargissent) pendant au moins 4 périodes, à partir de
T1 et jusqu’à T4, formant ainsi un entonnoir
</p></li>
</ul>
</div>
</div>
<div id="outline-container-orgfb33112" class="outline-4">
<h4 id="orgfb33112"><span class="section-number-4">6.5.3.</span> Sur UTC</h4>
<div class="outline-text-4" id="text-6-5-3">
<ul class="org-ul">
<li><p>
Les Moyennes Mobiles 7 &amp; 23
</p>
<ul class="org-ul">
<li>Doivent être orientées dans le bon sens</li>
<li>Ne doivent pas se croiser pendant les 4 premières périodes du</li>
</ul>
<p>
mouvement sur UTM
</p></li>
<li><p>
Idéalement
</p>
<ul class="org-ul">
<li>Les cours -8 et -21 ne doivent pas laisser présager un tel croisement</li>
<li>Le MACD et le Stochastique ne doivent pas laisser</li>
</ul>
<p>
présager un tel croisement
</p></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org7bfa327" class="outline-3">
<h3 id="org7bfa327"><span class="section-number-3">6.6.</span> Validation &amp; Confirmation</h3>
<div class="outline-text-3" id="text-6-6">
<ul class="org-ul">
<li>Validation : les tendances fortes sont validées lors du</li>
</ul>
<p>
dépassement de l’extrème de T1 dans le sens de la tendance
</p>
<ul class="org-ul">
<li>Confirmation : si l’entonnoir se maintient pendant 4 périodes à</li>
</ul>
<p>
partir de T1, avec les bandes de Bollinger qui divergent
</p>
<ul class="org-ul">
<li>Plus généralement, si l’entonnoir se maintient pendant les 4</li>
</ul>
<p>
premiers chandeliers impulsifs, avec les bandes de Bollinger qui
divergent
</p>
</div>
</div>
<div id="outline-container-orgc08c6b7" class="outline-3">
<h3 id="orgc08c6b7"><span class="section-number-3">6.7.</span> Tendances fortes</h3>
<div class="outline-text-3" id="text-6-7">
<ul class="org-ul">
<li>bulle : une bulle se forme lorsqu’une ou plusieurs des quatre
premières périodes à partir de T1 sont situées entièrement à
l’extérieur des bandes de Bollinger
<ul class="org-ul">
<li>plus généralement, lorsque un ou plusieurs des 4 premiers
chandeliers impulsifs sont situés entièrement à l’extérieur des
bandes de Bollinger</li>
</ul></li>
<li>parallèle : une parallèle se forme lorsque les 4 premières
périodes à partir de T1 sont à cheval sur la bande de Bollinger
<ul class="org-ul">
<li>Plus généralement, lorsque les 4 premiers chandeliers impulsifs
sont à cheval sur la bande de Bollinger</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgb2eb40b" class="outline-3">
<h3 id="orgb2eb40b"><span class="section-number-3">6.8.</span> Sortie</h3>
<div class="outline-text-3" id="text-6-8">
</div>
<div id="outline-container-orgc3ba8a0" class="outline-4">
<h4 id="orgc3ba8a0"><span class="section-number-4">6.8.1.</span> Bulle</h4>
<div class="outline-text-4" id="text-6-8-1">
<ul class="org-ul">
<li>Lorsque la bande de bollinger opposée se retourne après une phase</li>
</ul>
<p>
d’expansion puis de plat
</p>
<ul class="org-ul">
<li>Au plus tard lorsque le Stochastique croise défavorablement sa</li>
</ul>
<p>
ligne de signal
</p>
</div>
</div>
<div id="outline-container-orgb841e15" class="outline-4">
<h4 id="orgb841e15"><span class="section-number-4">6.8.2.</span> Parallèle</h4>
<div class="outline-text-4" id="text-6-8-2">
<ul class="org-ul">
<li>La moitié lors de la cassure du Parabolique si la Moyenne Mobile 7
se retourne défavorablement</li>
<li>L’autre moitié lors de la cassure de la Moyenne Mobile de
Bollinger en clôture</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org044ae4d" class="outline-3">
<h3 id="org044ae4d"><span class="section-number-3">6.9.</span> Reconversion d’une bulle en parallèle</h3>
<div class="outline-text-3" id="text-6-9">
<p>
Une bulle est reconvertie en parallèle lorsqu’on rencontre un des cas
suivants :
</p>

<ul class="org-ul">
<li>Le Parabolique traverse la Moyenne de Bollinger alors que la Bande
opposée au mouvement est toujours dans une phase d’expansion</li>
<li>Le Parabolique traverse la Moyenne de Bollinger sans correction
sur les cours pendant au moins 2 périodes</li>
<li>Un non-croisement se forme entre les cours et le Parabolique</li>
</ul>

<p>
Aussi, à surveiller :
</p>

<ul class="org-ul">
<li>Le Parabolique longe la Moyenne de Bollinger sans la traverser
(voir <a href="#heading:pre-parallele">pré-parallèle</a>)</li>
</ul>
</div>
</div>
<div id="outline-container-heading:pre-parallele" class="outline-3">
<h3 id="heading:pre-parallele"><span class="section-number-3">6.10.</span> Pré-parallèle</h3>
<div class="outline-text-3" id="text-heading:pre-parallele">
<p>
Formation d’une pré-parallèle
</p>

<ul class="org-ul">
<li>On observe une clôture à l’extérieur des bandes de Bollinger mais
le mouvement avorte car l’écart entre les Bollingers est trop grand</li>
<li>Les cours retournent à l’intérieur des bandes, jusqu’à la zone
comprise entre la Moyenne 20 et le Parabolique, qui sert de seuil
(support ou résistance)</li>
<li>Non-croisement ou faux croisement, au choix
<ul class="org-ul">
<li>Entre les cours et la Moyenne de Bollinger</li>
<li>Entre les cours et le Parabolique</li>
</ul></li>
<li><p>
Idéalement
</p>
<ul class="org-ul">
<li>Le Parabolique et la Moyenne de Bollinger restent proches et</li>
</ul>
<p>
plus ou moins parallèles pendant plusieurs périodes, sans se croiser
</p></li>
<li>Nouveau T1 probable dans le même sens que le T1 raté précédent</li>
<li>Entrée, un des cas suivants
<ul class="org-ul">
<li>Non-croisement entre les Moyennes Mobiles 7 &amp; 23</li>
<li>Non-croisement entre le MACD et sa ligne de signal</li>
</ul></li>
<li>Gestion : allègement, sortie, etc
<ul class="org-ul">
<li>Comme une parallèle</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgcdb5040" class="outline-3">
<h3 id="orgcdb5040"><span class="section-number-3">6.11.</span> Demi figures</h3>
<div class="outline-text-3" id="text-6-11">
<ul class="org-ul">
<li>demi-bulle = bulle non confirmée
<ul class="org-ul">
<li>typiquement, retournement de la Bollinger opposée avant T4</li>
</ul></li>
<li>demi-parallèle = parallèle non confirmée
<ul class="org-ul">
<li>typiquement, retournement de la Bollinger opposée avant T4</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org1f8bf60" class="outline-3">
<h3 id="org1f8bf60"><span class="section-number-3">6.12.</span> Apports personnels</h3>
<div class="outline-text-3" id="text-6-12">
</div>
