economy/analyse-technique.org
*** UT

 - Très courtes : 1, 2
 - Courtes : 3, 5
 - Intermédiaires : 10, 15
 - Longues : 30, 60
 - Très longues : 120, 180, 360
 - Quasi-statiques : Jour, Hebdomadaire, Mois, Trimestriel, Annuel

*** UT cadette

 - La moyenne 7 d’une UT correspond à peu près à la moyenne 20 de
 l’UT cadette, ce qui nous donne UT / 3

 - On va chercher en pratique à approcher le ratio 3 ou 4

 - On utilise le tableau suivant

	 * 360 -> 120
	 * 180 -> 60
	 * 120 -> 30
	 * 60 -> 15
	 * 30 -> 10
	 * 15 -> 5
	 * 10 -> 3
	 * 5 -> 2
	 * 3 -> 1

 - La chaîne des UT cadettes se construit en parcourant les UT du
 tableau des UT les plus grandes vers les plus petites

	 * 180 -> 60 -> 15 -> 5 -> 2
	 * 360 -> 120 -> 30 -> 10 -> 3 -> 1

*** Seuils

 - Plus l’UT est grande, plus les seuils sont importants
 - Quasi-statiques = seuils dynamiques des UT quasi-statiques
	 * Placer les seuils quasi-statiques Hebdomadaire, Mois, Trimestriel comme
	 lignes horizontales sur les graphes intra
 - Dynamiques
	 * Très longs sur UT très longues
	 * Longs sur UT longues
	 * Intermédiaires sur UT intermédiaires
	 * Courts sur UT courtes
	 * Très courts sur UT très courtes


*** Plateau de volatilité faible

 - Bollingers à peu près plates et incluses dans keltners pendant au moins 6 périodes
 - Un petit corps de chandelier indique une volatilité faible sur l’UT cadette

*** Entonnoir

 - Voir [[#heading:dynamique_entonnoir][dynamique / entonnoir]]
 - Variantes
	 * Entonnoir préparé : entonnoir précédé d’un plateau de volatilité
	 * Entonnoir spontané : entonnoir qui n’est pas précédé d’un
	 plateau de volatilité
 - Ensuite
	 * Bulle
	 * Parallèle
	 * Pré-parallèle
	 * Arrêt de la figure
 - Un petit corps de chandelier suivi d’un grand indique un
 entonnoir sur l’UT cadette


*** Couloir

 - Disposition : Bollinger, Cours, Moyenne 7, Parabolique, Moyenne 20

 - Validation

 * Si maintien des cours du côté Bollinger favorable de la Moyenne 7

 - Pendant 2 périodes après le croisement entre le Parabolique
 et la Moyenne de Bollinger

 - Sans inversion du Parabolique

 * Si non-croisement entre les cours et le Parabolique

 - Suivi d’une réintégration des cours du côté Bollinger
 favorable de la Moyenne 7

 * Si non-croisement entre les cours et la Moyenne 7

 - Suivi d’une réintégration des cours du côté Bollinger
 favorable de la Moyenne 7

 * Si le Parabolique traverse la Moyenne de Bollinger alors que

 - La Bande opposée au mouvement est toujours dans une phase d’expansion

 - Les cours sont du côté Bollinger favorable de la Moyenne 7

 * Assimilable à une parallèle

 * Fin : comme une parallèle


*** Tendance forte

 - Bulle

 - Parallèle

 - Pré-parallèle

 - Couloir

 - Tendance durable


*** Volatilité forte sans tendance forte

 - Écart important entre les Bollingers

 - Pas de tendance forte

 - La moyenne 20 ne sert plus de seuil dynamique

 - Les Bollingers peuvent freiner ou retourner une tendance forte
 qui débute


*** Tendance permettant de casser un seuil

 - Ces tendances favorisent, mais ne garantissent pas, la percée d’un seuil
	 * Parallèle
	 * Pré-parallèle
	 * Couloir
	 * Tendance durable ?
 - Exception : à leur début, ne permettent pas de casser
	 * Une Bollinger sur UT supérieure à volatilité forte sans
	 tendance forte


*** Excès d’une tendance forte

 - Chandelier(s) complètement en dehors des bollingers, sans toucher

 - Peut arriver à tous les types de tendance forte

 - Une bulle est par définition en excès au début de l’entonnoir

 - La réintégration des bollingers indique la fin de l’excès


*** Essoufflement

 - Applicable à

 * Couloir

 * Tendance durable

 - Les cours veulent aller trop vite et sortent des bollingers dans
 le sens de la tendance

 - Un retournement est à prévoir ensuite


*** Vigueur d’une tendance forte

 - La chaîne des UT cadettes nous donne des informations
 complémentaires sur la vigueur interne de la tendance en cours
 sur une UT

 - Une bonne tendance sur l’UT ainsi trouvée renforce l’UT initiale

 - En cas d’excès ou d’essoufflement

 * On parcourt la chaîne des UT cadettes jusqu’à trouver une UT
 en tendance forte sans excès ni essoufflement

 * La tendance ainsi trouvée permet de se aire une idée du sens
 du mouvement à suivre


*** Tendance neutre, sans tendance

 - Moyenne 20 plus ou moins à plat, hésitante


*** Étau

 - Les cours sont encerclés par deux seuils dynamiques en
 opposition

 - La direction se décide souvent en parcourant la chaîne des UT
 associées jusqu’à trouver un couloir sans excès ou un plateau de
 volatilité faible

 - À défaut, le dépassement en clôture de période d’un des deux
 seuils indique la direction

 - Cas les plus fréquents

 * Moyenne 7 et bollinger

 * Moyenne 7 et parabolique

 * Moyenne 20 et parabolique

 * Moyennes 7 et 20


*** Balançoire

 - Un écart par rapport à la tendance de fond appelle à terme un
 écart dans l’autre sens

 - Cet écart se matérialise par une bulle ou autre excès provoquant
 une forte expansion des bollingers, ce qui appelle une tendance
 forte dans l’autre sens à terme sur la même UT

 - Le potentiel de ces écarts est limité par les seuils dynamiques
 et quasi-statiques

 - UT cadette

 + Un écart important par rapport à la moyenne 7 indique une
 tendance forte sur l’UT cadette

 + Cet écart important aspire donc à terme à un écart important
 dans l’autre sens


* John Carter

