economy/analyse-technique.html
<div id="outline-container-orgf1ac535" class="outline-4">
<h4 id="orgf1ac535"><span class="section-number-4">6.12.1.</span> UT</h4>
<div class="outline-text-4" id="text-6-12-1">
<ul class="org-ul">
<li>Très courtes : 1, 2</li>
<li>Courtes : 3, 5</li>
<li>Intermédiaires : 10, 15</li>
<li>Longues : 30, 60</li>
<li>Très longues : 120, 180, 360</li>
<li>Quasi-statiques : Jour, Hebdomadaire, Mois, Trimestriel, Annuel</li>
</ul>
</div>
</div>
<div id="outline-container-orgbc9fa95" class="outline-4">
<h4 id="orgbc9fa95"><span class="section-number-4">6.12.2.</span> UT cadette</h4>
<div class="outline-text-4" id="text-6-12-2">
<ul class="org-ul">
<li>La moyenne 7 d’une UT correspond à peu près à la moyenne 20 de</li>
</ul>
<p>
l’UT cadette, ce qui nous donne UT / 3
</p>

<ul class="org-ul">
<li>On va chercher en pratique à approcher le ratio 3 ou 4</li>

<li>On utilise le tableau suivant

<ul class="org-ul">
<li>360 -&gt; 120</li>
<li>180 -&gt; 60</li>
<li>120 -&gt; 30</li>
<li>60 -&gt; 15</li>
<li>30 -&gt; 10</li>
<li>15 -&gt; 5</li>
<li>10 -&gt; 3</li>
<li>5 -&gt; 2</li>
<li>3 -&gt; 1</li>
</ul></li>

<li>La chaîne des UT cadettes se construit en parcourant les UT du</li>
</ul>
<p>
tableau des UT les plus grandes vers les plus petites
</p>

<ul class="org-ul">
<li>180 -&gt; 60 -&gt; 15 -&gt; 5 -&gt; 2</li>
<li>360 -&gt; 120 -&gt; 30 -&gt; 10 -&gt; 3 -&gt; 1</li>
</ul>
</div>
</div>
<div id="outline-container-orgaaa4c21" class="outline-4">
<h4 id="orgaaa4c21"><span class="section-number-4">6.12.3.</span> Seuils</h4>
<div class="outline-text-4" id="text-6-12-3">
<ul class="org-ul">
<li>Plus l’UT est grande, plus les seuils sont importants</li>
<li><p>
Quasi-statiques = seuils dynamiques des UT quasi-statiques
</p>
<ul class="org-ul">
<li>Placer les seuils quasi-statiques Hebdomadaire, Mois, Trimestriel comme</li>
</ul>
<p>
lignes horizontales sur les graphes intra
</p></li>
<li>Dynamiques
<ul class="org-ul">
<li>Très longs sur UT très longues</li>
<li>Longs sur UT longues</li>
<li>Intermédiaires sur UT intermédiaires</li>
<li>Courts sur UT courtes</li>
<li>Très courts sur UT très courtes</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd48e621" class="outline-4">
<h4 id="orgd48e621"><span class="section-number-4">6.12.4.</span> Plateau de volatilité faible</h4>
<div class="outline-text-4" id="text-6-12-4">
<ul class="org-ul">
<li>Bollingers à peu près plates et incluses dans keltners pendant au moins 6 périodes</li>
<li>Un petit corps de chandelier indique une volatilité faible sur l’UT cadette</li>
</ul>
</div>
</div>
<div id="outline-container-org5495983" class="outline-4">
<h4 id="org5495983"><span class="section-number-4">6.12.5.</span> Entonnoir</h4>
<div class="outline-text-4" id="text-6-12-5">
<ul class="org-ul">
<li>Voir <a href="#heading:dynamique_entonnoir">dynamique / entonnoir</a></li>
<li><p>
Variantes
</p>
<ul class="org-ul">
<li>Entonnoir préparé : entonnoir précédé d’un plateau de volatilité</li>
<li>Entonnoir spontané : entonnoir qui n’est pas précédé d’un</li>
</ul>
<p>
plateau de volatilité
</p></li>
<li>Ensuite
<ul class="org-ul">
<li>Bulle</li>
<li>Parallèle</li>
<li>Pré-parallèle</li>
<li>Arrêt de la figure</li>
</ul></li>
<li>Un petit corps de chandelier suivi d’un grand indique un</li>
</ul>
<p>
entonnoir sur l’UT cadette
</p>
</div>
</div>
<div id="outline-container-orge1ddf18" class="outline-4">
<h4 id="orge1ddf18"><span class="section-number-4">6.12.6.</span> Couloir</h4>
<div class="outline-text-4" id="text-6-12-6">
<ul class="org-ul">
<li>Disposition : Bollinger, Cours, Moyenne 7, Parabolique, Moyenne 20</li>

<li>Validation</li>

<li>Si maintien des cours du côté Bollinger favorable de la Moyenne 7</li>

<li>Pendant 2 périodes après le croisement entre le Parabolique</li>
</ul>
<p>
et la Moyenne de Bollinger
</p>

<ul class="org-ul">
<li>Sans inversion du Parabolique</li>

<li>Si non-croisement entre les cours et le Parabolique</li>

<li>Suivi d’une réintégration des cours du côté Bollinger</li>
</ul>
<p>
favorable de la Moyenne 7
</p>

<ul class="org-ul">
<li>Si non-croisement entre les cours et la Moyenne 7</li>

<li>Suivi d’une réintégration des cours du côté Bollinger</li>
</ul>
<p>
favorable de la Moyenne 7
</p>

<ul class="org-ul">
<li>Si le Parabolique traverse la Moyenne de Bollinger alors que</li>

<li>La Bande opposée au mouvement est toujours dans une phase d’expansion</li>

<li>Les cours sont du côté Bollinger favorable de la Moyenne 7</li>

<li>Assimilable à une parallèle</li>

<li>Fin : comme une parallèle</li>
</ul>
</div>
</div>
<div id="outline-container-org8cd4599" class="outline-4">
<h4 id="org8cd4599"><span class="section-number-4">6.12.7.</span> Tendance forte</h4>
<div class="outline-text-4" id="text-6-12-7">
<ul class="org-ul">
<li>Bulle</li>

<li>Parallèle</li>

<li>Pré-parallèle</li>

<li>Couloir</li>

<li>Tendance durable</li>
</ul>
</div>
</div>
<div id="outline-container-org2f4207c" class="outline-4">
<h4 id="org2f4207c"><span class="section-number-4">6.12.8.</span> Volatilité forte sans tendance forte</h4>
<div class="outline-text-4" id="text-6-12-8">
<ul class="org-ul">
<li>Écart important entre les Bollingers</li>

<li>Pas de tendance forte</li>

<li>La moyenne 20 ne sert plus de seuil dynamique</li>

<li>Les Bollingers peuvent freiner ou retourner une tendance forte</li>
</ul>
<p>
qui débute
</p>
</div>
</div>
<div id="outline-container-org8806219" class="outline-4">
<h4 id="org8806219"><span class="section-number-4">6.12.9.</span> Tendance permettant de casser un seuil</h4>
<div class="outline-text-4" id="text-6-12-9">
<ul class="org-ul">
<li>Ces tendances favorisent, mais ne garantissent pas, la percée d’un seuil
<ul class="org-ul">
<li>Parallèle</li>
<li>Pré-parallèle</li>
<li>Couloir</li>
<li>Tendance durable ?</li>
</ul></li>
<li><p>
Exception : à leur début, ne permettent pas de casser
</p>
<ul class="org-ul">
<li>Une Bollinger sur UT supérieure à volatilité forte sans</li>
</ul>
<p>
tendance forte
</p></li>
</ul>
</div>
</div>
<div id="outline-container-org6acd4db" class="outline-4">
<h4 id="org6acd4db"><span class="section-number-4">6.12.10.</span> Excès d’une tendance forte</h4>
<div class="outline-text-4" id="text-6-12-10">
<ul class="org-ul">
<li>Chandelier(s) complètement en dehors des bollingers, sans toucher</li>

<li>Peut arriver à tous les types de tendance forte</li>

<li>Une bulle est par définition en excès au début de l’entonnoir</li>

<li>La réintégration des bollingers indique la fin de l’excès</li>
</ul>
</div>
</div>
<div id="outline-container-org6f323d0" class="outline-4">
<h4 id="org6f323d0"><span class="section-number-4">6.12.11.</span> Essoufflement</h4>
<div class="outline-text-4" id="text-6-12-11">
<ul class="org-ul">
<li>Applicable à</li>

<li>Couloir</li>

<li>Tendance durable</li>

<li>Les cours veulent aller trop vite et sortent des bollingers dans</li>
</ul>
<p>
le sens de la tendance
</p>

<ul class="org-ul">
<li>Un retournement est à prévoir ensuite</li>
</ul>
</div>
</div>
<div id="outline-container-org706ddb9" class="outline-4">
<h4 id="org706ddb9"><span class="section-number-4">6.12.12.</span> Vigueur d’une tendance forte</h4>
<div class="outline-text-4" id="text-6-12-12">
<ul class="org-ul">
<li>La chaîne des UT cadettes nous donne des informations</li>
</ul>
<p>
complémentaires sur la vigueur interne de la tendance en cours
sur une UT
</p>

<ul class="org-ul">
<li>Une bonne tendance sur l’UT ainsi trouvée renforce l’UT initiale</li>

<li>En cas d’excès ou d’essoufflement</li>

<li>On parcourt la chaîne des UT cadettes jusqu’à trouver une UT</li>
</ul>
<p>
en tendance forte sans excès ni essoufflement
</p>

<ul class="org-ul">
<li>La tendance ainsi trouvée permet de se aire une idée du sens</li>
</ul>
<p>
du mouvement à suivre
</p>
</div>
</div>
<div id="outline-container-org8781483" class="outline-4">
<h4 id="org8781483"><span class="section-number-4">6.12.13.</span> Tendance neutre, sans tendance</h4>
<div class="outline-text-4" id="text-6-12-13">
<ul class="org-ul">
<li>Moyenne 20 plus ou moins à plat, hésitante</li>
</ul>
</div>
</div>
<div id="outline-container-orgc80de86" class="outline-4">
<h4 id="orgc80de86"><span class="section-number-4">6.12.14.</span> Étau</h4>
<div class="outline-text-4" id="text-6-12-14">
<ul class="org-ul">
<li>Les cours sont encerclés par deux seuils dynamiques en</li>
</ul>
<p>
opposition
</p>

<ul class="org-ul">
<li>La direction se décide souvent en parcourant la chaîne des UT</li>
</ul>
<p>
associées jusqu’à trouver un couloir sans excès ou un plateau de
volatilité faible
</p>

<ul class="org-ul">
<li>À défaut, le dépassement en clôture de période d’un des deux</li>
</ul>
<p>
seuils indique la direction
</p>

<ul class="org-ul">
<li>Cas les plus fréquents</li>

<li>Moyenne 7 et bollinger</li>

<li>Moyenne 7 et parabolique</li>

<li>Moyenne 20 et parabolique</li>

<li>Moyennes 7 et 20</li>
</ul>
</div>
</div>
<div id="outline-container-org0f02801" class="outline-4">
<h4 id="org0f02801"><span class="section-number-4">6.12.15.</span> Balançoire</h4>
<div class="outline-text-4" id="text-6-12-15">
<ul class="org-ul">
<li>Un écart par rapport à la tendance de fond appelle à terme un</li>
</ul>
<p>
écart dans l’autre sens
</p>

<ul class="org-ul">
<li>Cet écart se matérialise par une bulle ou autre excès provoquant</li>
</ul>
<p>
une forte expansion des bollingers, ce qui appelle une tendance
forte dans l’autre sens à terme sur la même UT
</p>

<ul class="org-ul">
<li>Le potentiel de ces écarts est limité par les seuils dynamiques</li>
</ul>
<p>
et quasi-statiques
</p>

<ul class="org-ul">
<li>UT cadette</li>

<li>Un écart important par rapport à la moyenne 7 indique une</li>
</ul>
<p>
tendance forte sur l’UT cadette
</p>

<ul class="org-ul">
<li>Cet écart important aspire donc à terme à un écart important</li>
</ul>
<p>
dans l’autre sens
</p>
</div>
</div>
</div>
</div>
