economy/analyse-technique.org
** Gap d'ouverture

 - comblement si
   * pas trop grand (< 1 %, entre pivots R1 et S1, ...)
   * en zone haute pour comblement baissier et vice versa
   * UT supérieure favorable
 - si petit et pas comblé : aspiration future ?

** Cassure d’une séance extrême (Holp & Lohp)

Position longue :

 - SR = séance d’une tendance baissière établissant un nouveau record de baisse sur 20 séances
 - Entrée sur cassure haussière en clôture du plus haut de SR
 - Stop
   * Initial : plus bas de SR
   * Après trois séances : stop suiveur au plus bas des deux séances
     précédentes, sans tenir compte des séances n’établissant pas de
     nouveau plus haut

Position courte :

 - SR = séance d’une tendance haussière établissant un nouveau record de hausse sur 20 séances
 - Entrée sur cassure baissière en clôture du plus bas de SR
 - Stop
   * Initial : plus haut de SR
   * Après trois séances : stop suiveur au plus haut des deux séances
     précédentes, sans tenir compte des séances n’établissant pas de
     nouveau plus bas

** Trois clotûres dans le même sens

- Position longue : trois clotûres consécutives en hausse
- Position courte : trois clotûres consécutives en baisse

** Boîte

Range avec :

 - Au moins 2 impacts sur ligne horizontale de support
 - Au moins 2 impacts sur ligne horizontale de résistance

Achat / Vente dans le sens de la cassure

Objectif : règle de la balançoire, c’est-à-dire par report de l’amplitude du range

** Buy & Short fade (MM 8 & 23)

Position longue :

 - MM 8 > MM 21
 - Achat lors d’un retracement sur la MM 8 ou plus bas
 - Objectif : 8 %
 - Stop
   * Initial : MM 21 avec un minimum de 4 % sous le prix d’achat
   * Après un gain de 4 % : stop suiveur au niveau de la MM 21

Position courte :

 - MM 8 < MM 21
 - Vente lors d’un retracement sur la MM 8 ou plus haut
 - Objectif : 8 %
 - Stop
   * Initial : MM 21 avec un minimum de 4 % au-dessus du prix de vente
   * Après un gain de 4 % : stop suiveur au niveau de la MM 21


** Squeeze


*** Espace de travail

 - Prix + bollinger 20 2 + keltner 20 1.5
 - Momentum 12


*** Prise de position

 1. Volatilité faible : bandes de Bollinger à l’intérieur des bandes
 de Keltner

 2. Volatilité augmente, les bandes de Bollinger sortent des bandes
 de Keltner

 3. On prend alors position dans le sens du momentum (> ou < 0)

 4. On sort lorsque le momentum commence à décroître (en valeur
 absolue)


** Ping-pong (MM 200 & 500)

UT : 2 minutes

Canal formé par MM 200 & 500

Prise de position :

 - Après une sortie du canal : dans le sens d’un retour dans le canal
 - Dans le sens d’un retournement à un des extrêmes du canal

Objectif : l’autre moyenne mobile

Stop : fixe


** Cassure en trois lignes

Suivre le sens de la cassure en trois lignes

Stops automatique

Objectifs : 1/2 automatique, 1/2 sur cassure défavorable


* Compilation
** Contexte

 - Tendance
 - Zone
 - Entrée

** Extrema

*** Par barres ou chandelier

 - Un bas local se forme lorsque les bas des périodes qui l’entourent sont plus hauts
 - Un haut local se forme lorsque les hauts des périodes qui l’entourent sont plus bas
 - On considère, au choix
   + Les 2 périodes (précédente & suivante) qui entourent l’extremum local
   + Les 4 périodes (2 précédentes et 2 suivantes) qui entourent l’extremum local

*** Par stochastique

 - Dans le sens de la tendance
	 - Stochastique de période principale 14
	 - L’extremum sur les prix est le plus haut / plus bas situé
	   dans la zone comprise entre le moment où le stochastique
	   entre dans sa zone de surachat / survente et le moment où
	   il en sort
 - À contre-tendance
	 - Stochastique de période principale 5
	 - L’extremum sur les prix est le plus haut / plus bas situé
	   dans la zone comprise entre l’extremum du stochastique et
	   son croisement avec la ligne de signal

** Tendance
*** Extrema

Tendance définie par l’évolution des extrema.

*** Moyennes mobiles

 - Tendance définie par la position des prix par rapport à une moyenne mobile
	 - Lente : 180
	 - Principale : 60
		 - Pour les tendances de fond
	 - Médiane : 20
		 - Pour les tendances plus fortes
	 - Rapide : 7
		 - Pour les tendances en ligne, très fortes
 - Confirmée par l’UT supérieure

Avantage : permet de définir une tendance même quand les extréma ne sont
pas clairs.

** À vérifier avant d’entrer

 - Voie dégagée
	 - Pas de seuil support ou résistance qui pourrait freiner à proximité
 - Tendance favorable
	 - Sur UT
	 - Sur UT supérieure
 - Configuration des prix
 - Configuration des volumes

** Entrée
*** Extrema

 - Correction au même niveau que la correction précédente de la
   tendance, puis chandeliers indiquant la fin de la correction
 - Correction sur l’extremum précédant de la tendance, puis
   chandeliers indiquant la fin de la correction
 - Dépassement de l’extremum précédant de la tendance

