economy/analyse-technique.html
<div id="outline-container-orgaa9b66f" class="outline-2">
<h2 id="orgaa9b66f"><span class="section-number-2">7.</span> John Carter</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org187e1d6" class="outline-3">
<h3 id="org187e1d6"><span class="section-number-3">7.1.</span> Gap d'ouverture</h3>
<div class="outline-text-3" id="text-7-1">
<ul class="org-ul">
<li>comblement si
<ul class="org-ul">
<li>pas trop grand (&lt; 1 %, entre pivots R1 et S1, &#x2026;)</li>
<li>en zone haute pour comblement baissier et vice versa</li>
<li>UT supérieure favorable</li>
</ul></li>
<li>si petit et pas comblé : aspiration future ?</li>
</ul>
</div>
</div>
<div id="outline-container-org423c6ad" class="outline-3">
<h3 id="org423c6ad"><span class="section-number-3">7.2.</span> Cassure d’une séance extrême (Holp &amp; Lohp)</h3>
<div class="outline-text-3" id="text-7-2">
<p>
Position longue :
</p>

<ul class="org-ul">
<li>SR = séance d’une tendance baissière établissant un nouveau record de baisse sur 20 séances</li>
<li>Entrée sur cassure haussière en clôture du plus haut de SR</li>
<li>Stop
<ul class="org-ul">
<li>Initial : plus bas de SR</li>
<li>Après trois séances : stop suiveur au plus bas des deux séances
précédentes, sans tenir compte des séances n’établissant pas de
nouveau plus haut</li>
</ul></li>
</ul>

<p>
Position courte :
</p>

<ul class="org-ul">
<li>SR = séance d’une tendance haussière établissant un nouveau record de hausse sur 20 séances</li>
<li>Entrée sur cassure baissière en clôture du plus bas de SR</li>
<li>Stop
<ul class="org-ul">
<li>Initial : plus haut de SR</li>
<li>Après trois séances : stop suiveur au plus haut des deux séances
précédentes, sans tenir compte des séances n’établissant pas de
nouveau plus bas</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org084c3dc" class="outline-3">
<h3 id="org084c3dc"><span class="section-number-3">7.3.</span> Trois clotûres dans le même sens</h3>
<div class="outline-text-3" id="text-7-3">
<ul class="org-ul">
<li>Position longue : trois clotûres consécutives en hausse</li>
<li>Position courte : trois clotûres consécutives en baisse</li>
</ul>
</div>
</div>
<div id="outline-container-orgdbc13ae" class="outline-3">
<h3 id="orgdbc13ae"><span class="section-number-3">7.4.</span> Boîte</h3>
<div class="outline-text-3" id="text-7-4">
<p>
Range avec :
</p>

<ul class="org-ul">
<li>Au moins 2 impacts sur ligne horizontale de support</li>
<li>Au moins 2 impacts sur ligne horizontale de résistance</li>
</ul>

<p>
Achat / Vente dans le sens de la cassure
</p>

<p>
Objectif : règle de la balançoire, c’est-à-dire par report de l’amplitude du range
</p>
</div>
</div>
<div id="outline-container-org2edfee2" class="outline-3">
<h3 id="org2edfee2"><span class="section-number-3">7.5.</span> Buy &amp; Short fade (MM 8 &amp; 23)</h3>
<div class="outline-text-3" id="text-7-5">
<p>
Position longue :
</p>

<ul class="org-ul">
<li>MM 8 &gt; MM 21</li>
<li>Achat lors d’un retracement sur la MM 8 ou plus bas</li>
<li>Objectif : 8 %</li>
<li>Stop
<ul class="org-ul">
<li>Initial : MM 21 avec un minimum de 4 % sous le prix d’achat</li>
<li>Après un gain de 4 % : stop suiveur au niveau de la MM 21</li>
</ul></li>
</ul>

<p>
Position courte :
</p>

<ul class="org-ul">
<li>MM 8 &lt; MM 21</li>
<li>Vente lors d’un retracement sur la MM 8 ou plus haut</li>
<li>Objectif : 8 %</li>
<li>Stop
<ul class="org-ul">
<li>Initial : MM 21 avec un minimum de 4 % au-dessus du prix de vente</li>
<li>Après un gain de 4 % : stop suiveur au niveau de la MM 21</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgf793da6" class="outline-3">
<h3 id="orgf793da6"><span class="section-number-3">7.6.</span> Squeeze</h3>
<div class="outline-text-3" id="text-7-6">
</div>
<div id="outline-container-orgc6cad1e" class="outline-4">
<h4 id="orgc6cad1e"><span class="section-number-4">7.6.1.</span> Espace de travail</h4>
<div class="outline-text-4" id="text-7-6-1">
<ul class="org-ul">
<li>Prix + bollinger 20 2 + keltner 20 1.5</li>
<li>Momentum 12</li>
</ul>
</div>
</div>
<div id="outline-container-org4348c2b" class="outline-4">
<h4 id="org4348c2b"><span class="section-number-4">7.6.2.</span> Prise de position</h4>
<div class="outline-text-4" id="text-7-6-2">
<ol class="org-ol">
<li>Volatilité faible : bandes de Bollinger à l’intérieur des bandes</li>
</ol>
<p>
de Keltner
</p>

<ol class="org-ol">
<li>Volatilité augmente, les bandes de Bollinger sortent des bandes</li>
</ol>
<p>
de Keltner
</p>

<ol class="org-ol">
<li>On prend alors position dans le sens du momentum (&gt; ou &lt; 0)</li>

<li>On sort lorsque le momentum commence à décroître (en valeur</li>
</ol>
<p>
absolue)
</p>
</div>
</div>
</div>
<div id="outline-container-orged956cb" class="outline-3">
<h3 id="orged956cb"><span class="section-number-3">7.7.</span> Ping-pong (MM 200 &amp; 500)</h3>
<div class="outline-text-3" id="text-7-7">
<p>
UT : 2 minutes
</p>

<p>
Canal formé par MM 200 &amp; 500
</p>

<p>
Prise de position :
</p>

<ul class="org-ul">
<li>Après une sortie du canal : dans le sens d’un retour dans le canal</li>
<li>Dans le sens d’un retournement à un des extrêmes du canal</li>
</ul>

<p>
Objectif : l’autre moyenne mobile
</p>

<p>
Stop : fixe
</p>
</div>
</div>
<div id="outline-container-org1551ec5" class="outline-3">
<h3 id="org1551ec5"><span class="section-number-3">7.8.</span> Cassure en trois lignes</h3>
<div class="outline-text-3" id="text-7-8">
<p>
Suivre le sens de la cassure en trois lignes
</p>

<p>
Stops automatique
</p>

<p>
Objectifs : 1/2 automatique, 1/2 sur cassure défavorable
</p>
</div>
</div>
</div>
<div id="outline-container-org19219d0" class="outline-2">
<h2 id="org19219d0"><span class="section-number-2">8.</span> Compilation</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org42a691e" class="outline-3">
<h3 id="org42a691e"><span class="section-number-3">8.1.</span> Contexte</h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>Tendance</li>
<li>Zone</li>
<li>Entrée</li>
</ul>
</div>
</div>
<div id="outline-container-org45df6b7" class="outline-3">
<h3 id="org45df6b7"><span class="section-number-3">8.2.</span> Extrema</h3>
<div class="outline-text-3" id="text-8-2">
</div>
<div id="outline-container-orgd112da4" class="outline-4">
<h4 id="orgd112da4"><span class="section-number-4">8.2.1.</span> Par barres ou chandelier</h4>
<div class="outline-text-4" id="text-8-2-1">
<ul class="org-ul">
<li>Un bas local se forme lorsque les bas des périodes qui l’entourent sont plus hauts</li>
<li>Un haut local se forme lorsque les hauts des périodes qui l’entourent sont plus bas</li>
<li>On considère, au choix
<ul class="org-ul">
<li>Les 2 périodes (précédente &amp; suivante) qui entourent l’extremum local</li>
<li>Les 4 périodes (2 précédentes et 2 suivantes) qui entourent l’extremum local</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orged4111d" class="outline-4">
<h4 id="orged4111d"><span class="section-number-4">8.2.2.</span> Par stochastique</h4>
<div class="outline-text-4" id="text-8-2-2">
<ul class="org-ul">
<li>Dans le sens de la tendance
<ul class="org-ul">
<li>Stochastique de période principale 14</li>
<li>L’extremum sur les prix est le plus haut / plus bas situé
dans la zone comprise entre le moment où le stochastique
entre dans sa zone de surachat / survente et le moment où
il en sort</li>
</ul></li>
<li>À contre-tendance
<ul class="org-ul">
<li>Stochastique de période principale 5</li>
<li>L’extremum sur les prix est le plus haut / plus bas situé
dans la zone comprise entre l’extremum du stochastique et
son croisement avec la ligne de signal</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgca28521" class="outline-3">
<h3 id="orgca28521"><span class="section-number-3">8.3.</span> Tendance</h3>
<div class="outline-text-3" id="text-8-3">
</div>
<div id="outline-container-org8cdb068" class="outline-4">
<h4 id="org8cdb068"><span class="section-number-4">8.3.1.</span> Extrema</h4>
<div class="outline-text-4" id="text-8-3-1">
<p>
Tendance définie par l’évolution des extrema.
</p>
</div>
</div>
<div id="outline-container-org52efc39" class="outline-4">
<h4 id="org52efc39"><span class="section-number-4">8.3.2.</span> Moyennes mobiles</h4>
<div class="outline-text-4" id="text-8-3-2">
<ul class="org-ul">
<li>Tendance définie par la position des prix par rapport à une moyenne mobile
<ul class="org-ul">
<li>Lente : 180</li>
<li>Principale : 60
<ul class="org-ul">
<li>Pour les tendances de fond</li>
</ul></li>
<li>Médiane : 20
<ul class="org-ul">
<li>Pour les tendances plus fortes</li>
</ul></li>
<li>Rapide : 7
<ul class="org-ul">
<li>Pour les tendances en ligne, très fortes</li>
</ul></li>
</ul></li>
<li>Confirmée par l’UT supérieure</li>
</ul>

<p>
Avantage : permet de définir une tendance même quand les extréma ne sont
pas clairs.
</p>
</div>
</div>
</div>
<div id="outline-container-org3637ae6" class="outline-3">
<h3 id="org3637ae6"><span class="section-number-3">8.4.</span> À vérifier avant d’entrer</h3>
<div class="outline-text-3" id="text-8-4">
<ul class="org-ul">
<li>Voie dégagée
<ul class="org-ul">
<li>Pas de seuil support ou résistance qui pourrait freiner à proximité</li>
</ul></li>
<li>Tendance favorable
<ul class="org-ul">
<li>Sur UT</li>
<li>Sur UT supérieure</li>
</ul></li>
<li>Configuration des prix</li>
<li>Configuration des volumes</li>
</ul>
</div>
</div>
<div id="outline-container-orgc16db47" class="outline-3">
<h3 id="orgc16db47"><span class="section-number-3">8.5.</span> Entrée</h3>
<div class="outline-text-3" id="text-8-5">
</div>
<div id="outline-container-org0ba5a95" class="outline-4">
<h4 id="org0ba5a95"><span class="section-number-4">8.5.1.</span> Extrema</h4>
<div class="outline-text-4" id="text-8-5-1">
<ul class="org-ul">
<li>Correction au même niveau que la correction précédente de la
tendance, puis chandeliers indiquant la fin de la correction</li>
<li>Correction sur l’extremum précédant de la tendance, puis
chandeliers indiquant la fin de la correction</li>
<li>Dépassement de l’extremum précédant de la tendance</li>
</ul>
</div>
</div>
