economy/analyse-technique.org
*** Structure des vagues

 - Reprise de la tendance
	 - Double échec à contre-tendance à peu près au même niveau
 - Retournement de la tendance
	 - Triple échec de la tendance à peu près au même niveau
 - Cassure de range
	 - Dépassement franc de l’extremum précédant le pullback puis
	 retour sur le bas du canal naissant
		- bas du canal // au haut
 - Seuils
	 - Supports / Résistances classiques
	 - Sur sortie de range, par report de l’amplitude de celui-ci

*** Cassure d’un range

  - Le mouvement qui casse ne démarre pas de l’extrême opposé du range sans retracer
  - La cassure est précédée par une consolidation proche de l’extrême
   du range qui casse
    - La consolidation reste du côté favorable de la moyenne 20
  - Volume important sur la cassure

*** Jeu de 3 ou 4 barres

 - Dans l’ordre
	 1. Un chandelier à long corps
		 - Volume important
	 2. Un ou deux chandeliers de consolidations
	 3. Le chandelier suivant casse la consolidation dans le même sens
	    que le chandelier impulsif initial

*** Confluence

 - Seuils S / R & moyenne mobile

** Confirmation

 - Dépassement favorable de l’extrême du chandelier précédent
	 - Même s’il ne dépasse pas l’extrême du chandelier de signal

** Sortie

 - Cassure du dernier extremum à contre-tendance
 - Avalement défavorable d’au moins deux chandeliers précédents
 - Cassure d’une moyenne
 - Objectif atteint
	- vague
		 - Objectif 1 : report de l’amplitude de la vague précédente
		 - Objectif 2 : report de l’amplitude de la vague précédente x 1.5
		 - Objectif 3 : report de l’amplitude de la vague précédente x 2
	- excès
		 - Objectif 1 : report de l’amplitude de l’excès précédent
		 - Objectif 2 : report de l’amplitude de l’excès précédent x 1.5
		 - Objectif 3 : report de l’amplitude de l’excès précédent x 2

* Prorealtime
** Espaces de travail

 - Chandeliers
	* moyennes 7, 20
	* bollinger 20, 2
	* keltner 20, 1.5
	* parabolique (sar) 0.02, 0.02, 0.2
 - Heikin-Ashi
	* Ichimoku 9, 26, 52, 26
 - Barres
	* indicateur Cassure en trois lignes
	* supertrend (supra infra) 10, 3

appliqué à prix typique = (haut + bas + clôture) / 3

(--> Écart des bollingers 20, 2)

** GPS (pleja)

5 minutes :
	Parabolique (SAR) 0.02, 0.02, 0.2
	Bollinger 20, 2
	MM 60
	MM 218
	MM 656
	MM 2018
	MM 7
	MM 413

15 minutes :
	Parabolique (SAR) 0.02, 0.02, 0.2
	Bollinger 20, 2
	Bollinger 137, 2
	MM 677
	MM 7
	MM 235
	MM 1018
	MM 3400
	MM 77
	MM 137


** Code


*** Indicateur de Cassure en trois lignes

once t=1
once a0=(close)
once a1=(close)
once a2=(close)
once a3=(close)
if t=1 and close>a3 then
 a0=a1
 a1=a2
 a2=a3
 a3=close
elsif t=1 and close<a0 then
 t=-1
 a1=a3
 a0=a3
 a3=close
elsif t=-1 and close<a3 then
 a0=a1
 a1=a2
 a2=a3
 a3=close
elsif t=-1 and close>a0 then
 t=1
 a1=a3
 a0=a3
 a3=close
endif

return a0 coloured by t[1] as "cassure"

*** Keltner

Var : Periode, Facteur

Moyenne = Average[Periode](TypicalPrice)

KeltnerSup = Moyenne + Facteur * AverageTrueRange[Periode](TypicalPrice)

KeltnerInf = Moyenne - Facteur * AverageTrueRange[Periode](TypicalPrice)

Return KeltnerSup AS "Keltner Sup" , KeltnerInf AS "Keltner Inf"


*** Volatilité (Philippus)

//Calcul de la volatilité corrigée des cours
//et des valeurs minimale et maximale de celle-ci sur 200 périodes

IF BarIndex

VolatNK = Undefined
Else
MB=Average[p](TypicalPrice)
I=19
D2=0
While I>=0 Do
D2=D2+Square((TypicalPrice[I]-MB)/MB)
I=I-1
Wend
VolatNK=LOG(SQRT(D2/p))
LimitMini=Lowest[200](VolatNK)
LimitMaxi=Highest[200](VolatNK)
Endif

Return VolatNK,LimitMini,LimitMaxi


*** Puissance cycle (Johnlee)

#  Johnlee sur univers-bourse

// MACD ZERO LAG
// p= variable macd zerolag
// q= variable signal
// r= variable macd - signal mettre histogramme

z1=dema[9](close)
z2 =dema[19](close)
e= z1 - z2
z3=dema[6](e)
f=z3

REM Détermine les variations journalières

hausse = MAX(0, f - f[1])
baisse = MAX(0, f[1] - f)

REM Calcule la moyenne des gains les jours de hausse
REM et des pertes les jours de baisse

mmHausse = WILDERAVERAGE[z](hausse)
mmBaisse = WILDERAVERAGE[z](baisse)

REM En déduit le RS

RS = mmHausse / mmBaisse

REM Et finalement le RSI de la Zero Lag

CDUR = 100 - 100 / (1 + RS)

a = 85
b = 100
c =0
d =15

REM X up CDUR
if ((CDUR[1] < 15 ) AND (CDUR >= CDUR[1])) THEN
i = 15
else
i = 0
endif

Rem X Down CDUR Signal
if ((CDUR[1] > 85 ) AND (CDUR <= CDUR[1])) THEN
K = 15
else
K = 0
endif

return CDUR,a,b,c,d, I as "signal up", K as"Signal down"


*** Squeeze (Johnlee)

Bonjour ,
Pour PRT ,tu peux essayer ça pour le squeeze de Johnlee (BB20 sur 150 périodes ) , et une divergence sur une période des BB20

Squeeze (Jonhlee) :
indicator1=STD[20](close)
indicator2 = Lowest[150](STD[20](close))+( Lowest[150](STD[20](close)))*0.1
c1 = (indicator1 <= indicator2)

if C1 then
I = 2
else
I = 0
endif

return i

Divergence BB :
Up = BollingerUp[20](close)
Down = BollingerDown[20](close)

c1 = Up > Up[1]
c2 = Down < Down[1]
condition1 = c1 and c2

if condition1 then
a = 1
else
a = 0
endif

return a

Sur 2 périodes , tu rajoutes à c1 Up[1] > Up[2] et à c2 Down[1] < Down[2]


*** Squeeze (Carter)

UpperKC = average [20](close) + 1.5*averagetruerange[20](close)
LowerKC = average [20](close) - 1.5*averagetruerange[20](close)

condition1 = BollingerUp[20](close) < UpperKC
condition2 = bollingerdown[20](close) > LowerKC

IF Condition1 then

a=1
elsif condition2 then

a=1

else
a=0
endif
return a coloured(0,0,225)


*** Références

"Essai de prospective financière", Raymond Blanc
