economy/analyse-technique.html
<div id="outline-container-orge123d7d" class="outline-4">
<h4 id="orge123d7d"><span class="section-number-4">8.5.2.</span> Structure des vagues</h4>
<div class="outline-text-4" id="text-8-5-2">
<ul class="org-ul">
<li>Reprise de la tendance
<ul class="org-ul">
<li>Double échec à contre-tendance à peu près au même niveau</li>
</ul></li>
<li>Retournement de la tendance
<ul class="org-ul">
<li>Triple échec de la tendance à peu près au même niveau</li>
</ul></li>
<li><p>
Cassure de range
</p>
<ul class="org-ul">
<li>Dépassement franc de l’extremum précédant le pullback puis</li>
</ul>
<p>
retour sur le bas du canal naissant
</p>
<ul class="org-ul">
<li>bas du canal // au haut</li>
</ul></li>
<li>Seuils
<ul class="org-ul">
<li>Supports / Résistances classiques</li>
<li>Sur sortie de range, par report de l’amplitude de celui-ci</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgc547d23" class="outline-4">
<h4 id="orgc547d23"><span class="section-number-4">8.5.3.</span> Cassure d’un range</h4>
<div class="outline-text-4" id="text-8-5-3">
<ul class="org-ul">
<li>Le mouvement qui casse ne démarre pas de l’extrême opposé du range sans retracer</li>
<li>La cassure est précédée par une consolidation proche de l’extrême
du range qui casse
<ul class="org-ul">
<li>La consolidation reste du côté favorable de la moyenne 20</li>
</ul></li>
<li>Volume important sur la cassure</li>
</ul>
</div>
</div>
<div id="outline-container-orgda39d50" class="outline-4">
<h4 id="orgda39d50"><span class="section-number-4">8.5.4.</span> Jeu de 3 ou 4 barres</h4>
<div class="outline-text-4" id="text-8-5-4">
<ul class="org-ul">
<li>Dans l’ordre
<ol class="org-ol">
<li>Un chandelier à long corps
<ul class="org-ul">
<li>Volume important</li>
</ul></li>
<li>Un ou deux chandeliers de consolidations</li>
<li>Le chandelier suivant casse la consolidation dans le même sens
que le chandelier impulsif initial</li>
</ol></li>
</ul>
</div>
</div>
<div id="outline-container-org43fb7b2" class="outline-4">
<h4 id="org43fb7b2"><span class="section-number-4">8.5.5.</span> Confluence</h4>
<div class="outline-text-4" id="text-8-5-5">
<ul class="org-ul">
<li>Seuils S / R &amp; moyenne mobile</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbfef456" class="outline-3">
<h3 id="orgbfef456"><span class="section-number-3">8.6.</span> Confirmation</h3>
<div class="outline-text-3" id="text-8-6">
<ul class="org-ul">
<li>Dépassement favorable de l’extrême du chandelier précédent
<ul class="org-ul">
<li>Même s’il ne dépasse pas l’extrême du chandelier de signal</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org306ca53" class="outline-3">
<h3 id="org306ca53"><span class="section-number-3">8.7.</span> Sortie</h3>
<div class="outline-text-3" id="text-8-7">
<ul class="org-ul">
<li>Cassure du dernier extremum à contre-tendance</li>
<li>Avalement défavorable d’au moins deux chandeliers précédents</li>
<li>Cassure d’une moyenne</li>
<li>Objectif atteint
<ul class="org-ul">
<li>vague
<ul class="org-ul">
<li>Objectif 1 : report de l’amplitude de la vague précédente</li>
<li>Objectif 2 : report de l’amplitude de la vague précédente x 1.5</li>
<li>Objectif 3 : report de l’amplitude de la vague précédente x 2</li>
</ul></li>
<li>excès
<ul class="org-ul">
<li>Objectif 1 : report de l’amplitude de l’excès précédent</li>
<li>Objectif 2 : report de l’amplitude de l’excès précédent x 1.5</li>
<li>Objectif 3 : report de l’amplitude de l’excès précédent x 2</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgbd688b1" class="outline-2">
<h2 id="orgbd688b1"><span class="section-number-2">9.</span> Prorealtime</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org592b323" class="outline-3">
<h3 id="org592b323"><span class="section-number-3">9.1.</span> Espaces de travail</h3>
<div class="outline-text-3" id="text-9-1">
<ul class="org-ul">
<li>Chandeliers
<ul class="org-ul">
<li>moyennes 7, 20</li>
<li>bollinger 20, 2</li>
<li>keltner 20, 1.5</li>
<li>parabolique (sar) 0.02, 0.02, 0.2</li>
</ul></li>
<li>Heikin-Ashi
<ul class="org-ul">
<li>Ichimoku 9, 26, 52, 26</li>
</ul></li>
<li>Barres
<ul class="org-ul">
<li>indicateur Cassure en trois lignes</li>
<li>supertrend (supra infra) 10, 3</li>
</ul></li>
</ul>

<p>
appliqué à prix typique = (haut + bas + clôture) / 3
</p>

<p>
(&#x2013;&gt; Écart des bollingers 20, 2)
</p>
</div>
</div>
<div id="outline-container-orgeb12b6a" class="outline-3">
<h3 id="orgeb12b6a"><span class="section-number-3">9.2.</span> GPS (pleja)</h3>
<div class="outline-text-3" id="text-9-2">
<p>
5 minutes :
	Parabolique (SAR) 0.02, 0.02, 0.2
	Bollinger 20, 2
	MM 60
	MM 218
	MM 656
	MM 2018
	MM 7
	MM 413
</p>

<p>
15 minutes :
	Parabolique (SAR) 0.02, 0.02, 0.2
	Bollinger 20, 2
	Bollinger 137, 2
	MM 677
	MM 7
	MM 235
	MM 1018
	MM 3400
	MM 77
	MM 137
</p>
</div>
</div>
<div id="outline-container-org193a487" class="outline-3">
<h3 id="org193a487"><span class="section-number-3">9.3.</span> Code</h3>
<div class="outline-text-3" id="text-9-3">
</div>
<div id="outline-container-org0a5f385" class="outline-4">
<h4 id="org0a5f385"><span class="section-number-4">9.3.1.</span> Indicateur de Cassure en trois lignes</h4>
<div class="outline-text-4" id="text-9-3-1">
<p>
once t=1
once a0=(close)
once a1=(close)
once a2=(close)
once a3=(close)
if t=1 and close&gt;a3 then
 a0=a1
 a1=a2
 a2=a3
 a3=close
elsif t=1 and close&lt;a0 then
 t=-1
 a1=a3
 a0=a3
 a3=close
elsif t=-1 and close&lt;a3 then
 a0=a1
 a1=a2
 a2=a3
 a3=close
elsif t=-1 and close&gt;a0 then
 t=1
 a1=a3
 a0=a3
 a3=close
endif
</p>

<p>
return a0 coloured by t[1] as "cassure"
</p>
</div>
</div>
<div id="outline-container-org23ab934" class="outline-4">
<h4 id="org23ab934"><span class="section-number-4">9.3.2.</span> Keltner</h4>
<div class="outline-text-4" id="text-9-3-2">
<p>
Var : Periode, Facteur
</p>

<p>
Moyenne = Average[Periode](TypicalPrice)
</p>

<p>
KeltnerSup = Moyenne + Facteur * AverageTrueRange[Periode](TypicalPrice)
</p>

<p>
KeltnerInf = Moyenne - Facteur * AverageTrueRange[Periode](TypicalPrice)
</p>

<p>
Return KeltnerSup AS "Keltner Sup" , KeltnerInf AS "Keltner Inf"
</p>
</div>
</div>
<div id="outline-container-org1647965" class="outline-4">
<h4 id="org1647965"><span class="section-number-4">9.3.3.</span> Volatilité (Philippus)</h4>
<div class="outline-text-4" id="text-9-3-3">
<p>
//Calcul de la volatilité corrigée des cours
//et des valeurs minimale et maximale de celle-ci sur 200 périodes
</p>

<p>
IF BarIndex
</p>

<p>
VolatNK = Undefined
Else
MB=Average[p](TypicalPrice)
I=19
D2=0
While I&gt;=0 Do
D2=D2+Square((TypicalPrice[I]-MB)/MB)
I=I-1
Wend
VolatNK=LOG(SQRT(D2/p))
LimitMini=Lowest[200](VolatNK)
LimitMaxi=Highest[200](VolatNK)
Endif
</p>

<p>
Return VolatNK,LimitMini,LimitMaxi
</p>
</div>
</div>
<div id="outline-container-org0e9712f" class="outline-4">
<h4 id="org0e9712f"><span class="section-number-4">9.3.4.</span> Puissance cycle (Johnlee)</h4>
<div class="outline-text-4" id="text-9-3-4">
<p>
<i>/ MACD ZERO LAG
/</i> p= variable macd zerolag
<i>/ q= variable signal
/</i> r= variable macd - signal mettre histogramme
</p>

<p>
z1=dema[9](close)
z2 <code>dema[19](close)
e</code> z1 - z2
z3=dema[6](e)
f=z3
</p>

<p>
REM Détermine les variations journalières
</p>

<p>
hausse = MAX(0, f - f[1])
baisse = MAX(0, f[1] - f)
</p>

<p>
REM Calcule la moyenne des gains les jours de hausse
REM et des pertes les jours de baisse
</p>

<p>
mmHausse = WILDERAVERAGE[z](hausse)
mmBaisse = WILDERAVERAGE[z](baisse)
</p>

<p>
REM En déduit le RS
</p>

<p>
RS = mmHausse / mmBaisse
</p>

<p>
REM Et finalement le RSI de la Zero Lag
</p>

<p>
CDUR = 100 - 100 / (1 + RS)
</p>

<p>
a = 85
b = 100
c =0
d =15
</p>

<p>
REM X up CDUR
if ((CDUR[1] &lt; 15 ) AND (CDUR &gt;= CDUR[1])) THEN
i = 15
else
i = 0
endif
</p>

<p>
Rem X Down CDUR Signal
if ((CDUR[1] &gt; 85 ) AND (CDUR &lt;= CDUR[1])) THEN
K = 15
else
K = 0
endif
</p>

<p>
return CDUR,a,b,c,d, I as "signal up", K as"Signal down"
</p>
</div>
</div>
<div id="outline-container-org1cafb19" class="outline-4">
<h4 id="org1cafb19"><span class="section-number-4">9.3.5.</span> Squeeze (Johnlee)</h4>
<div class="outline-text-4" id="text-9-3-5">
<p>
Bonjour ,
Pour PRT ,tu peux essayer ça pour le squeeze de Johnlee (BB20 sur 150 périodes ) , et une divergence sur une période des BB20
</p>

<p>
Squeeze (Jonhlee) :
indicator1=STD[20](close)
indicator2 = Lowest[150](STD[20](close))+( Lowest[150](STD[20](close)))*0.1
c1 = (indicator1 &lt;= indicator2)
</p>

<p>
if C1 then
I = 2
else
I = 0
endif
</p>

<p>
return i
</p>

<p>
Divergence BB :
Up = BollingerUp[20](close)
Down = BollingerDown[20](close)
</p>

<p>
c1 = Up &gt; Up[1]
c2 = Down &lt; Down[1]
condition1 = c1 and c2
</p>

<p>
if condition1 then
a = 1
else
a = 0
endif
</p>

<p>
return a
</p>

<p>
Sur 2 périodes , tu rajoutes à c1 Up[1] &gt; Up[2] et à c2 Down[1] &lt; Down[2]
</p>
</div>
</div>
<div id="outline-container-org9a760a0" class="outline-4">
<h4 id="org9a760a0"><span class="section-number-4">9.3.6.</span> Squeeze (Carter)</h4>
<div class="outline-text-4" id="text-9-3-6">
<p>
UpperKC = average [20](close) + 1.5*averagetruerange[20](close)
LowerKC = average [20](close) - 1.5*averagetruerange[20](close)
</p>

<p>
condition1 = BollingerUp[20](close) &lt; UpperKC
condition2 = bollingerdown[20](close) &gt; LowerKC
</p>

<p>
IF Condition1 then
</p>

<p>
a=1
elsif condition2 then
</p>

<p>
a=1
</p>

<p>
else
a=0
endif
return a coloured(0,0,225)
</p>
</div>
</div>
<div id="outline-container-orgb8df32b" class="outline-4">
<h4 id="orgb8df32b"><span class="section-number-4">9.3.7.</span> Références</h4>
<div class="outline-text-4" id="text-9-3-7">
<p>
"Essai de prospective financière", Raymond Blanc
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: chimay</p>
<p class="date">Created: 2026-03-25 mer 13:14</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
